import { title } from "process";

export const machines = [
  {
    id: "1",
    farsi: "راسته دوز",
    category: "Lockstitch",
    category_title: "",
    main_image: "lockstitch_DL720-M1.png",
    brand: "سیروبا",
    general_description: [
      "راسته‌دوز یکی از پایه‌ای‌ترین و پرکاربردترین چرخ‌های خیاطی صنعتی است که برای دوخت‌های مستقیم و یک‌دست روی انواع پارچه استفاده می‌شود. این دستگاه برای دوخت‌های ساده و دقیق در تولید پوشاک عمومی، از جمله پیراهن و شلوار، ایده‌آل است.",
    ],
    resources: [
      {
        id: "R1_000",
        title: "DL8000P-BM1-16Q",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://iransiruba.com/downloads/SIRUBA-DL8000_DM_20250226.pdf",
            id: 1704205735996,
          },
        ],
      },
      {
        id: "R1_0000",
        title: "DL7600-BM1-11Q",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://iransiruba.com/downloads/SIRUBA-DL7600_DM_20250123.pdf",
            id: 1704205735896,
          },
        ],
      },
      {
        id: "R1_001",
        title: "DL720-M1",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://iransiruba.com/downloads/SIRUBA-DL720-series.pdf",
            id: 1704205735886,
          },
          {
            label: "لیست قطعات",
            link: "https://iransiruba.com/downloads/DL720-parts-list.pdf",
            id: 1704205741246,
          },
          {
            label: "لیست پارامترها",
            link: "https://iransiruba.com/downloads/DL720_Parameters.pdf",
            id: 1706532467201,
          },
          {
            label: "لیست کدهای خطا",
            link: "https://iransiruba.com/downloads/DL720_Errors.pdf",
            id: 1706532462166,
          },
        ],
      },
      {
        id: "R1_002",
        title: "DL7200C-BH1 & DL7200C-BM1",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://iransiruba.com/downloads/DL7200C_A4DM_20220830-s-1.pdf",
            id: 1704205810803,
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://iransiruba.com/downloads/DL7200C-instruction-book_20230131.pdf",
            id: 1704205810145,
          },
          {
            label: "لیست قطعات",
            link: "https://iransiruba.com/downloads/DL7200C_parts-list_20231220.pdf",
            id: 1704205809323,
          },
          {
            label: "لیست کدهای خطا",
            link: "https://iransiruba.com/downloads/DL7200C_Errors.pdf",
            id: 1706532462166,
          },
          {
            label: "لیست پارامترها",
            link: "https://iransiruba.com/downloads/DL7200C_Parameters.pdf",
            id: 1706532467201,
          },
        ],
      },
      {
        id: "R3_003",
        title: "DL7500S",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://iransiruba.com/downloads/DL7500S_DM_20240530_s.pdf",
            id: 1714843705802,
          },
          {
            label: "کتاب دستورالعمل و قطعات",
            link: "https://iransiruba.com/downloads/DL7500S-instruction-book-parts-list_20240229.pdf",
            id: 1715106519096,
          },
        ],
      },
      {
        id: "R2_002",
        title: "DL720G",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://iransiruba.com/downloads/CN_DL720G_A4DM_20230713-s.pdf",
            id: 1714846884175,
          },
          {
            label: "لیست قطعات",
            link: "https://iransiruba.com/downloads/DL720G_GML-13T03-parts-list_20230710.pdf",
            id: 1714846935076,
          },
          {
            label: "لیست پارمترها",
            link: "https://iransiruba.com/downloads/DL720G_BM1_BH1_Parameters.pdf",
            id: 1714846964322,
          },
          {
            label: "لیست کدهای خطا",
            link: "https://iransiruba.com/downloads/DL720G_BM1_BH1_Errors.pdf",
            id: 1706532462166,
          },
        ],
      },
    ],
    models: [
      {
        id: "0",
        resource_id: "R1_000",
        title: "DL8000P-BM1-16Q",
        detail:
          "چرخ خیاطی صنعتی-دوخت مستقیم-دوخت چندمرحله‌ای-پایه‌بالابر خودکار-دوخت الگویی-برش خودکار",
        full_name: "DL8000P-BM1-16Q",
        image: "straight_stitch_DL8000.png",
        sub_category: "راسته دوز اتومات کله خشک",
        description: `
        <h2>چرخ خیاطی صنعتی سری SIRUBA DL8000</h2>
        <p>
          چرخ خیاطی <strong>Siruba DL8000</strong> از سری چرخ‌های صنعتی با کنترل الکترونیکی است که برای دوخت‌های حرفه‌ای و دقیق در کارگاه‌ها و تولیدی‌ها طراحی شده است. این مدل برای دوخت پارچه‌های سبک تا متوسط مانند پنبه‌ای، پلی‌استر، ویسکوز، تریکو، کتانی و پارچه‌های ترکیبی مناسب است. DL8000 قابلیت تنظیم سرعت تا حدود ۴۰۰۰ دوخت در دقیقه دارد و از دوخت‌های مستقیم، دوخت‌های تقویتی (back tack)، دوخت‌های چندمرحله‌ای و دوخت‌های الگویی (pattern sewing) پشتیبانی می‌کند. همچنین دارای عملکردهایی مانند شروع نرم (soft start)، تنظیم طول دوخت، بالا و پایین رفتن خودکار پایه، و برش خودکار نخ است که آن را برای دوخت دقیق لباس، مانتو، پیراهن و دوخت‌های صنعتی سبک ایده‌آل می‌سازد.
        </p>
        <h3 class="mt-4 text-blue-700">ویژگی‌های برجسته:</h3>
        <ul class="list-disc mb-4 pr-10 leading-10">
        <li>سرعت دوخت بسیار بالا (تا ۴۰۰۰ دور در دقیقه) که بهره‌وری تولید را به‌طور چشمگیری افزایش می‌دهد.</li>
        <li>کنترل الکترونیکی پیشرفته با قابلیت تنظیم دقیق ده‌ها پارامتر دوخت، مناسب برای کارهای حرفه‌ای و تولید انبوه.</li>
        <li>برش خودکار نخ و بالا رفتن خودکار پایه که سرعت کار و کیفیت پایان‌کاری را بهبود می‌دهد.</li>
        <li>شروع نرم (Soft Start) و کنترل دقیق سرعت برای دوخت پارچه‌های ظریف و جلوگیری از آسیب به کار.</li>
        <li>قابلیت دوخت تقویتی و دوخت الگویی (Pattern Sewing) با امکان برنامه‌ریزی و شخصی‌سازی الگوهای دوخت.</li>
        </ul>
        <p>
            چرخ خیاطی صنعتی Siruba DL8000؛ سرعت، دقت و کنترل هوشمند برای حرفه‌ای‌ترین دوخت‌ها
        </p>
        `,
        application: ["09", "10", "14", "15", "16"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [],
      },

      {
        id: "0.5",
        resource_id: "R1_0000",
        title: "DL7600-BM1-11Q",
        detail:
          "چرخ خیاطی صنعتی-دوخت مستقیم-دوخت چندمرحله‌ای-پایه‌بالابر خودکار-دوخت الگویی-برش خودکار",
        full_name: "DL7600-BM1-11Q",
        image: "lockstitch_DL7600-BM1-11Q.png",
        sub_category: "راسته دوز اتومات",
        description: `
        <h2>چرخ خیاطی صنعتی سری SIRUBA DL7600</h2>
        <p>
        چرخ خیاطی DL7600 با طراحی یکپارچه و مهندسی‌شده خود، ترکیبی از دقت، سرعت و راحتی را برای مصرف‌کننده فراهم می‌کند. این دستگاه با بهره‌گیری از موتور سرووی مستقیم، واکنش سریع و عملکردی کاملاً دقیق ارائه می‌دهد و با طراحی تون‌محور (Through-shaft)، شروعی سریع و انتقال حرکت روان‌تری را تضمین می‌کند. وجود جعبه کنترل داخلی نصب و راه‌اندازی را بسیار ساده کرده و عملیات دستگاه را برای کاربر آسان می‌نماید. همچنین عملکرد دستگاه با صدای کم و لرزش پایین همراه است که تجربه دوختی پایدار و حرفه‌ای را فراهم می‌کند. مجهز بودن به چراغ LED، سوزن‌زن تک‌مرحله‌ای، کوک تک‌دکمه‌ای و ماسوره‌پیچ داخلی کاربری آن را به‌طور چشمگیری ارتقا داده است. در برخی مدل‌ها نیز قابلیت اتوماتیک بودن توقف سوزن و برش خودکار نخ ارائه شده که سرعت و کیفیت تولید را به سطحی بالاتر می‌برد. 
        </p>

        <h3 class="mt-4 text-blue-700">ویژگی‌های برجسته:</h3>
        <ul class="list-disc mb-4 pr-10 leading-10">
          <li>موتور سرووی مستقیم با واکنش سریع و عملکرد دقیق</li>
          <li>طراحی تون‌محور (Through-shaft) برای گشتاور سبک، شروع سریع و انتقال روان پارچه</li>
          <li>جعبه کنترل داخلی (Mechatronics) برای نصب آسان و استفاده راحت</li>
          <li>عملکرد روان با صدای کم و لرزش پایین</li>
          <li>تجهیزات کاربردی مانند چراغ LED، ماسوره‌پیچ داخلی، سوزن‌زن تک‌مرحله‌ای و در برخی مدل‌ها برش خودکار نخ</li>
        </ul>
        <p>
            چرخ خیاطی DL7600 ؛ ترکیب هوشمندانه سرعت، دقت و آرامش در دوخت
        </p>
        `,
        application: ["09", "10", "14", "15", "16"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "b0.10", label: "موتور", value: "سروو موتور" },
          { id: "b9", label: "روغنکاری", value: "اتومات" },
          { id: "b1", label: "تعداد سوزن", value: "1" },
          { id: "b7", label: "کاتر اتومات", value: "دارد" },
          { id: "b4", label: "عرض دوخت", value: "0~5 میلیمتر" },
          { id: "b21", label: "نوع سوزن", value: "DA×1  #14" },
          { id: "b9", label: "سرعت موتور", value: "4500 RPM" },
        ],
      },

      {
        id: "1",
        resource_id: "R1_001",
        title: "DL720-M1",
        detail:
          "تک سوزن-موتور سِروُ مستقیم-طول دوخت قابل تنظیم-قابلیت تنظیم سوزن-روغنکاری اتومات-پارچه معمولی و ضخیم",
        full_name: "DL720-M1",
        image: "lockstitch_DL720-M1.png",
        sub_category: "راسته دوز نیمه اتوماتیک",
        description: `
        <h2>چرخ خیاطی صنعتی سری SIRUBA DL720</h2>
        <p>
          چرخ خیاطی سری <strong>DL720</strong> از برند معتبر <strong>SIRUBA</strong>، دستگاهی حرفه‌ای و پیشرفته است که برای تولیدات صنعتی با دقت و سرعت بالا طراحی شده است.
          این مدل با بهره‌گیری از فناوری‌های نوین، عملکردی روان، کم‌صدا و با مصرف انرژی بهینه را فراهم می‌کند.
        </p>
        <h3 class="mt-4 text-blue-700">ویژگی‌های برجسته:</h3>
        <ul class="list-disc mb-4 pr-10 leading-10">
          <li>سیستم دوخت دقیق و یکنواخت برای انواع پارچه‌ها</li>
          <li>طراحی مقاوم و ارگونومیک مناسب استفاده طولانی‌مدت</li>
          <li>عملکرد کم‌مصرف با سطح صدای پایین</li>
          <li>قابلیت انجام انواع دوخت مطابق با نیاز تولیدی</li>
          <li>نگهداری آسان و دسترسی سریع به قطعات داخلی</li>
        </ul>
        <p>
          مدل‌های DL720 انتخابی ایده‌آل برای خطوط تولید پوشاک، کارگاه‌های صنعتی و خیاطان حرفه‌ای است که به کیفیت و بهره‌وری اهمیت می‌دهند.
        </p>
        `,
        // "چرخ صنعتی راسته دوز DL720-M1 دوخت قفلی (Lockstitch) دارای موتور    Servo  می باشد که شروع و پایان دوخت دقیق، صدا و لرزش کم، کم مصرف از نظر برق، و مناسب برای دوخت هر گونه پیراهن، کت و شلوار و لباس های مشابه میباشد بخصوص دوخت یقه و لبه سینه کت. قابلیت تنظیم طول دوخت تا 5 میلیمتر به شما امکان دوخت های مختلف را میدهد. دارای دستگاه کاتر و تیغ میباشد که باعث بازده ای بیشتر و تمیزی در دوخت میشود. این چرخ صنعتی مجهز به ماسوره پر کن و قابلیت نیم دوخت می باشد. همچنین برای راحتی کار با این چرخ خیاطی فضای 30 میلیتری برای ضایعات پارچه در نظر گرفته شده. ",
        application: ["08", "09", "10", "12", "14", "15", "16"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "j0.1", label: "موتور", value: "سِروُ مستقیم بدون تسمه" },
          { id: "j0.2", label: "قابلیت تنظیم سوزن", value: "دارد" },
          { id: "j0.3", label: "قابلیت شروع آهسته", value: "دارد" },
          { id: "j0.4", label: "روغنکاری اتومات", value: "دارد" },
          { id: "j0.5", label: "کنترل پنل", value: "دارد" },
          {
            id: "j0.6",
            label: "فضای 30 mm ضایعات پارچه",
            value: "DL720-M1_001.png",
          },
          {
            id: "j1",
            label: "کاربرد",
            value: "پیراهن، کت و شلوار و لباس های مشابه",
          },
          { id: "j2", label: "طول دوخت", value: "5 ~ 0 میلیمتر" },
          { id: "j3", label: "کارکرد", value: "برش نخ سوزن و ماسوره" },
          {
            id: "j4",
            label: "ارتفال پایه پرس",
            value: "دستی 5 ، زانویی 13 میلیمتر",
          },
          { id: "j5", label: "شماره سوزن", value: "#11 ~ #14" },
          { id: "j6", label: "عرض دوخت زیگزاگ", value: "5.0 ~ 1.5 میلیمتر" },
          { id: "j7", label: "لامپ", value: "ال ای دی" },
          { id: "j8", label: "سرعت دوخت", value: "4000 spm" },
        ],
      },
      {
        id: "2",
        resource_id: "R2_002",
        title: "DL720G",
        detail:
          "تک سوزن-سرنخ زن-موتور سِروُ مستقیم-طول دوخت قابل تنظیم-قابلیت تنظیم سوزن-روغنکاری اتومات-پارچه معمولی و ضخیم",
        full_name: "DL720G",
        image: "lockstitch_DL720G.png",
        sub_category: "راسته دوز سرنخ زن",
        description: `  <p>
    چرخ خیاطی <strong>DL720G</strong> از برند معتبر <strong>SIRUBA</strong>، دستگاهی هوشمند و پیشرفته برای کاربردهای صنعتی است. این مدل با طراحی مدرن و سیستم یکپارچه الکترومکانیکی، عملکردی سریع، دقیق و آسان را در اختیار کاربران قرار می‌دهد.
  </p>
  <h3 class="mt-4 text-blue-700">ویژگی‌های کلیدی:</h3>
  <ul class="mb-4 list-disc leading-10 pr-10">
    <li>موتور سروو با درایو مستقیم برای شروع سریع و قدرت بالا در دوخت پارچه‌های ضخیم</li>
    <li>برش نخ خودکار و توقف سوزن در بالا یا پایین به صورت دقیق</li>
    <li>مناسب برای انواع دوخت صنعتی لباس مانند کت، پیراهن، شلوار جین و پالتو</li>
    <li>کنترل دقیق میزان روغن برای روان‌کاری مطلوب اجزای داخلی</li>
    <li>دسته معکوس ارگونومیک برای سهولت در دوخت معکوس</li>
    <li>چرخ دستی با فن خنک‌کننده جهت افزایش عمر موتور</li>
    <li>پیچ تنظیم سوزن برای تعیین دقیق فاصله دوخت</li>
  </ul>
  <p>
    چرخ خیاطی DL720G گزینه‌ای بی‌نقص برای خطوط تولید لباس، کارگاه‌های صنعتی و خیاطان حرفه‌ای است که به کیفیت، سرعت و دوام اهمیت می‌دهند.
  </p>
        `,
        // "چرخ صنعتی راسته دوز سرنخ زن مدل DL720G با کاتر نخ ، استفاده آسان، با عملکردهای خودکار مانند کاتر نخ و موقعیت سوزن می باشد. این چرخ خیاطی صنعتی دارای سروو موتور دایرکت درایو است که به سرعت راه اندازی می شود و برای دوخت پارچه های ضخیم نیز مناسب است. به طور گسترده برای بسیاری از انواع لباس ها مانند کت و شلوار، پیراهن، شلوار جین و غیره قابل استفاده است.",
        application: ["08", "09", "10", "12", "14", "15", "16"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [],
        machine_id: "1",
      },
      {
        id: "3",
        resource_id: "R1_002",
        title: "DL7200C-BM1-16Q",
        detail:
          "کامپیوتری-استپ موتور-دقت دوخت بالا-دوخت معکوس-کاتر نخ-9 طرح دوخت قابل تغییر- ارتفاع سوزن 15.5 -پارچه های معمولی و ضخیم",
        full_name: "DL7200C-BM1-16Q",
        image: "lockstitch_DL7200C-BM1-16Q.png",
        sub_category: "راسته دوز تمام اتوماتیک ظریف",
        description: `
    <p>
    چرخ خیاطی صنعتی <strong>Siruba DL7200C-BM1-16Q</strong> یکی از پیشرفته‌ترین مدل‌های راسته‌دوز سوزن‌تکی با تغذیه از پایین است که برای دوخت پارچه‌های سبک تا متوسط طراحی شده است. این مدل با بهره‌گیری از فناوری‌های نوین مانند سیستم نگه‌دارنده نخ در ابتدای دوخت (<strong>nipper</strong>) و عملکردهای کاملاً خودکار از جمله قیچی نخ، موقعیت‌یابی سوزن، بالابر خودکار پایه تا ارتفاع ۱۳ میلی‌متر، برنامه‌ریزی شروع و پایان دوخت و قابلیت دوخت‌های تزئینی، بهره‌وری و راحتی کار را به‌طرز چشمگیری افزایش می‌دهد. موتور پیشرفته <strong>Direct Drive</strong> متصل مستقیم به شافت اصلی دستگاه، علاوه بر مصرف انرژی پایین، شروع سریع، صدای کم و دقت بالا را تضمین می‌کند. حذف سیستم گیربکس موجب افزایش طول عمر، کاهش استهلاک و عملکرد نرم و پایدار دستگاه در تولید صنعتی می‌شود. این مدل به صورت کامل تنظیم شده و آماده برای استفاده فوری ارائه می‌گردد.
    </p>
        <h3 class="mt-4 text-blue-700">ویژگی‌های برتر چرخ خیاطی Siruba DL7200C-BM1-16Q:</h3>
    <ul class="leading-10 pr-10 list-disc">
    <li>سیستم نخ‌گیر ابتدای دوخت (Nipper) برای جلوگیری از شل شدن نخ</li>
    <li>موتور سرووی پیشرفته <strong>Direct Drive</strong> با مصرف انرژی پایین</li>
    <li>دوخت نرم و بی‌صدا با استارت سریع و موقعیت‌یابی دقیق سوزن</li>
    <li>قیچی نخ خودکار و تنظیم خودکار موقعیت سوزن در بالا/پایین</li>
    <li>برنامه‌ریزی خودکار برای شروع و پایان دوخت (Bartack)</li>
    <li>بالابر پایه فشاردهنده خودکار تا ارتفاع ۱۳ میلی‌متر</li>
    <li>تنظیم الکترونیکی طول دوخت با قابلیت برنامه‌ریزی دوخت تزئینی</li>
    <li>حذف گیربکس برای کاهش استهلاک و افزایش دوام موتور</li>
    <li>طراحی یکپارچه، آماده استفاده و مناسب خطوط تولید حرفه‌ای</li>
    </ul>

        `,
        // "چرخ صنعتی راسته دوز DL7200C-BM1-16Q دوخت قفلی (Lockstitch) دارای نیروی محرک مستقیم (Direct-drive) و کاتر نخ میباشد. موتور پله ای این چرخ صنعتی دسترسی به کنترل دوخت با دقت 0.1 میلی متر را امکان پذیر میکند و دوخت معکوس دقیقا روی دوخت قبلی قرار میگیرد و نتیجه کار بسیار تمیز و دقیق میشود. مناسب برای پارچه های متوسط تا ضخیم.",
        application: ["08", "09", "10", "12", "14", "15", "16", "18"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "k0.1", label: "موتور", value: "استپ موتور نیروی مستقیم" },
          { id: "k0.2", label: "دوخت معکوس", value: "دارد" },
          { id: "k0.3", label: "کارپیشبر", value: "تک با 4 ردیف دندانه" },
          { id: "k0.4", label: "صفحه سوزن", value: "دارد" },
          { id: "k0.5", label: "کاتر نخ", value: "دارد" },
          { id: "k0.6", label: "بالابر", value: "اتومات" },
          { id: "k1", label: "طول دوخت", value: "5 ~ 0 میلیمتر" },
          {
            id: "k2",
            label: "پایه بالا کن",
            value: "دستی 5 ، زانویی 13، اتومات 9 میلیمتر",
          },
          { id: "k2.5", label: "تعداد سوزن", value: "1" },
          { id: "k3", label: "ارتفاع سوزن", value: "15.5 میلیمتر" },
          { id: "k4", label: "شماره سوزن", value: "#14 ~ #11" },
          { id: "k5", label: "سرعت دوخت", value: "4000 spm" },
        ],

        machine_id: "1",
      },
      {
        id: "4",
        resource_id: "R1_002",
        title: "DL7200C-BH1-16Q",
        detail:
          "کامپیوتری-استپ موتور-دقت دوخت بالا-دوخت معکوس-کاتر نخ-9 طرح دوخت قابل تغییر- ارتفاع سوزن 18 -پارچه های معمولی و ضخیم",
        full_name: "DL7200C-BH1-16Q",
        image: "lockstitch_DL7200C-BH1-16Q.png",
        sub_category: "راسته دوز تمام اتوماتیک ضخیم",
        description: `
        
         <p>
    چرخ خیاطی حرفه‌ای <strong>Siruba DL7200C-BH1-16Q</strong> از نوع راسته‌دوز سوزن‌تکی با عملکردهای خودکار، انتخابی ایده‌آل برای دوخت‌های دقیق و سنگین صنعتی است. این مدل با تنظیم الکترونیکی طول دوخت و امکان برنامه‌ریزی دوخت‌های تزئینی، به کاربر انعطاف‌پذیری بالایی در طراحی و اجرای الگوها می‌دهد. بالابر خودکار ارتقاءیافته پایه تا ارتفاع ۱۸ میلی‌متر، عملکردی بی‌صدا و روان دارد. موتور <strong>Direct Drive</strong> به‌صورت مستقیم روی شافت اصلی نصب شده و با حذف تسمه و گیربکس، لرزش کمتر، بازده انرژی بیشتر و عمر طولانی‌تری را فراهم می‌کند. سیستم‌های الکترونیکی تعبیه‌شده، نور LED، موتور استپر برای انتقال دقیق پارچه، سیستم خنک‌کننده مدرن و کلیدهای کاربردی در محل مناسب، از دیگر امکانات این دستگاه پیشرفته هستند. چرخ خیاطی به‌صورت کامل با میز و آماده استفاده فوری عرضه می‌شود.
  </p>

  <h3 class="mt-4 text-blue-700">ویژگی‌های برتر:</h3>
  <ul class="pr-10 leading-10 list-disc">
    <li>برش نخ خودکار برای سهولت و سرعت بیشتر در دوخت</li>
    <li>موقعیت‌یابی دقیق سوزن به‌صورت الکترونیکی</li>
    <li>دوخت ابتدای و انتهای محکم جهت جلوگیری از باز شدن درز</li>
    <li>قابلیت برنامه‌ریزی دوخت‌های تزئینی و تقویتی (تا ۹ الگوی مختلف)</li>
    <li>پنل کنترل کاربرپسند با نمایشگر خوانا و کلید ریست تنظیمات</li>
    <li>موتور سروو AC کم‌مصرف با صرفه‌جویی تا ۷۱٪ در مصرف انرژی</li>
    <li>موتور بدون تسمه نصب‌شده در سر دستگاه برای کاهش لرزش و افزایش قدرت</li>
    <li>نورپردازی LED نزدیک به نور طبیعی، بدون خستگی چشم</li>
    <li>موتور استپر برای انتقال دقیق پارچه و عملکردی بی‌صدا</li>
    <li>سیستم خنک‌کننده پیشرفته برای افزایش عمر موتور</li>
    <li>دکمه‌های کاربردی اضافی در کنار سوزن برای عملکرد سریع‌تر</li>
    <li>تحویل کامل به‌همراه میز و آماده‌ی استفاده بلافاصله</li>
  </ul>
        
        `,
        // "چرخ صنعتی راسته دوز کامپیوتری DL7200C-BH1-16Q دوخت قفلی (Lockstitch) دارای نیروی محرک مستقیم (Direct-drive) استپ موتور. موتور پله ای این چرخ صنعتی دسترسی به کنترل دوخت با دقت 0.1 میلی متر را امکان پذیر میسازد با قابلیت دوخت معکوس که دقیقا روی دوخت قبلی قرار میگیرد و نتیجه کار بسیار تمیز و دقیق میشود. مناسب برای پارچه های متوسط و ضخیم. دارای کنترل پنل هوشمند و پورت USB. دارای 9 طرح دوخت برای نیاز های مختلف کاربر که قابل تغییر هم می باشند. طراحی ثبت شده در استفاده از صفحه پایه پرس شیبدار منجر به افزایش عمر مفید الکترومغناطیسی و دوام آن میشود.",
        application: ["08", "09", "10", "12", "14", "15", "16", "18"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "k0.1", label: "موتور", value: "استپ موتور نیروی مستقیم" },
          { id: "k0.2", label: "دوخت معکوس", value: "دارد" },
          { id: "k0.3", label: "کارپیشبر", value: "تک با 4 ردیف دندانه" },
          { id: "k0.4", label: "صفحه سوزن", value: "دارد" },
          { id: "k0.5", label: "کاتر نخ", value: "دارد" },
          { id: "k0.6", label: "بالابر", value: "اتومات" },
          { id: "k1", label: "طول دوخت", value: "5 ~ 0 میلیمتر" },
          {
            id: "k2",
            label: "پایه بالا کن",
            value: "دستی 5 ، زانویی 13، اتومات 9 میلیمتر",
          },
          { id: "k2.5", label: "تعداد سوزن", value: "1" },
          { id: "k3", label: "ارتفاع سوزن", value: "18 میلیمتر" },
          { id: "k4", label: "شماره سوزن", value: "#23 ~ #20" },
          { id: "k5", label: "سرعت دوخت", value: "4000 spm" },
          {
            id: "stitch_length",
            label: "حداکثر طول دوخت",
            value: "۵ میلی‌متر",
          },
          {
            id: "presser_foot_height",
            label: "حداکثر ارتفاع پایه فشاردهنده",
            value: "۱۸ میلی‌متر",
          },
          {
            id: "sewing_speed",
            label: "سرعت کاری",
            value: "۴۰۰۰ بخیه در دقیقه",
          },
          {
            id: "table_size",
            label: "ابعاد میز",
            value: "۱۰۵ × ۵۵ سانتی‌متر",
          },
          {
            id: "lubrication",
            label: "سیستم روغن‌کاری",
            value: "روغن‌کاری مرکزی (Central Lubrication)",
          },
        ],
      },
      {
        id: "5",
        resource_id: "R3_003",
        application: [],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [],
        title: "DL7500S-BM1-16",
        detail:
          "کامپیوتری-استپ موتور-دقت دوخت بالا-دوخت معکوس - پارچه معمولی - سیستم خشک - بدون روغن",
        full_name: "DL7500S-BM1-16",
        image: "lockstitch_DL7500S-BM1-16.png",
        sub_category: "راسته دوز معمولی سیستم خشک",
        description: `
<p>
    مدل <strong>DL7500S-BM1-16</strong> از سری چرخ‌های خیاطی راسته‌دوز کامپیوتری شرکت سیروبا است که به سیستم‌عامل هوشمند داخلی مجهز شده و با صفحه‌نمایش لمسی ۴.۳ اینچی رنگی، کاربری بسیار ساده و قابل تنظیمی دارد. استفاده از موتور سروو بدون بلبرینگ، سیستم دو موتوره پله‌ای (Stepper Motor) برای برش نخ و بالابر پایه، طراحی مخزن روغن بسته، و عملکرد بی‌صدای انتقال پارچه از ویژگی‌های اصلی این دستگاه حرفه‌ای است. وجود الگوهای دوخت متنوع، سرنخ کوتاه فقط تا ۳ میلی‌متر، و نوار سوزن با روکش مشکی طلایی جهت جلوگیری از نشت روغن، این چرخ را برای تولیدات دقیق و تمیز صنعتی ایده‌آل کرده است.
  </p>

  <h3 class="mt-4 text-blue-700">ویژگی‌های برتر:</h3>
  <ul class="pr-10 leading-10 list-disc">
    <li>کنترل الکترونیکی طول دوخت با موتور پله‌ای برای هماهنگی دوخت مستقیم و معکوس</li>
    <li>فناوری اختصاصی موتور پله‌ای دوطرفه برای انجام برش نخ و بالا بردن پایه با یک موتور</li>
    <li>کوتاه‌ترین نخ باقی‌مانده (تا ۳ میلی‌متر) برای کاهش نیاز به برش دستی</li>
    <li>امکان دوخت الگویی با ۹ طرح مختلف توسط موتور پله‌ای</li>
    <li>عملکرد بی‌صدا هنگام دوخت معکوس، برش نخ و بالابر پایه</li>
    <li>مخزن روغن بسته برای جلوگیری از نشت روغن روی پارچه و کاهش صدا</li>
    <li>صفحه‌نمایش لمسی رنگی ۴.۳ اینچی برای تنظیمات سریع و ساده</li>
    <li>چهار دکمه کاربردی برای اجرای دقیق دوخت معکوس و جبران دوخت (۱ بخیه، ½ و ¼ بخیه)</li>
    <li>نوار سوزن با پوشش فلز مشکی طلایی (DLC) جهت کاهش مصرف روغن و جلوگیری از نشتی</li>
  </ul>        `,
        // "چرخ صنعتی راسته دوز معمولی مدل DL7500S-BM1-16 یک چرخ فول اتوماتیک با سیستم خشک بدون روغن می باشد. nطراحی کواکسیال محرک به کاهش لرزش چرخ کمک می کند تا دوخت با ثبات و دوام داشته باشید.nبرش نخ و بلند کردن پای فشاری که توسط یک موتور کنترل می شود که کارایی و ثبات بالا را به ارمغان می آورد. دارای چهار دکمه کاربردی برای پس دوزی، دوخت 1/2 و 1/4 می باشد. دیگر ویژگی های این چرخ خیاطی صنعتی عبارتند از استپ موتور دو طرفه ، دوخت کامل با دقت بسیار بالا ، بسیار مناسب برای پارچه های معمولی و ضخیم (مدل ضخیم دوز DL7500S-BH1-16) ، پنل 4.3 اینچی (11 سانتیمتری) ، دارای 9 طرح دوخت با قابلیت دوخت طرح های شخصی ، سه مرحله نور ، دوخت برعکس ، مخزن روغن پلمپ شده ، کنترل مکانیزم برش نخ توسط استپ موتور و برش 3 میلیمتری نخ در پایان دوخت. ",
        functions: [],
        machine_id: "1",
      },
      {
        id: "6",
        resource_id: "R3_003",
        application: [],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [],
        title: "DL7500S-BH1-16",
        detail:
          "کامپیوتری-استپ موتور-دقت دوخت بالا-دوخت معکوس - پارچه ضخیم - سیستم خشک - بدون روغن",
        full_name: "DL7500S-BH1-16",
        image: "lockstitch_DL7500S-BH1-16.png",
        sub_category: "راسته دوز ضخیم سیستم خشک",
        description: `
    <p>
    چرخ خیاطی <strong>DL7500S</strong> با سیستم عامل هوشمند یکپارچه و نمایشگر لمسی رنگی ۴.۳ اینچی، تجربه‌ای ساده و کارآمد از خیاطی را ارائه می‌دهد.
    این دستگاه با ویژگی‌های مدرنی همچون موتور سروو بدون بلبرینگ، قابلیت دوخت با طرح‌های مختلف، سیستم برش نخ با نخ اضافه‌ی بسیار کوتاه (فقط ۳ میلی‌متر)، کنترل الکترونیکی فاصله دوخت و طراحی مخزن روغن بسته، انتخابی عالی برای خیاطان حرفه‌ای و صنعتی است.
    </p>
    <h3 class="mt-4 text-blue-700">ویژگی‌های برجسته:</h3>
    <ul class="list-disc pr-10 leading-8 mb-6">
    <li>پنل لمسی پیشرفته برای تنظیمات سریع و راحت</li>
    <li>برش نخ و بالا بردن پایه با موتور پله‌ای (فناوری ثبت‌شده)</li>
    <li>کنترل دقیق فاصله دوخت در دوخت جلو و عقب</li>
    <li>صدای بسیار کم در حین کار، به لطف طراحی بهینه و موتورهای بی‌صدا</li>
    <li>۹ الگوی دوخت قابل تنظیم</li>
    <li>طراحی ضد نشت روغن برای جلوگیری از لکه شدن پارچه</li>
    <li>مناسب برای انواع پارچه‌های نازک تا ضخیم</li>
    </ul>
    <p>
    این دستگاه با کارایی بالا و کیفیت ساخت فوق‌العاده، گزینه‌ای ایده‌آل برای محیط‌های تولیدی و کارگاه‌های حرفه‌ای خیاطی محسوب می‌شود.
    </p>
        `,
        // "چرخ صنعتی راسته دوز ضخیم مدل DL7500S-BM1-16 یک چرخ فول اتوماتیک با سیستم خشک بدون روغن می باشد. nطراحی کواکسیال محرک به کاهش لرزش چرخ کمک می کند تا دوخت با ثبات و دوام داشته باشید.nبرش نخ و بلند کردن پای فشاری که توسط یک موتور کنترل می شود که کارایی و ثبات بالا را به ارمغان می آورد. دارای چهار دکمه کاربردی برای پس دوزی، دوخت 1/2 و 1/4 می باشد. دیگر ویژگی های این چرخ خیاطی صنعتی عبارتند از استپ موتور دو طرفه ، دوخت کامل با دقت بسیار بالا ، بسیار مناسب برای پارچه های معمولی (مدل دوخت معمولی DL7500S-BM1-16) و ضخیم ، پنل 4.3 اینچی (11 سانتیمتری) ، دارای 9 طرح دوخت با قابلیت دوخت طرح های شخصی ، سه مرحله نور ، دوخت برعکس ، مخزن روغن پلمپ شده ، کنترل مکانیزم برش نخ توسط استپ موتور و برش 3 میلیمتری نخ در پایان دوخت. ",
        functions: [],
        machine_id: "1",
      },
    ],
  },
  {
    id: "2",
    farsi: "سردوز (زیگزال)",
    category: "Overlock Zig Zal",
    category_title: "",
    main_image: "overlock_747L-514M-3-24_VT_DKLU1-0.png",
    brand: "سیروبا",
    general_description: [
      "چرخ سردوز که با نام زیگزال هم شناخته می‌شود، جهت تمیزکاری لبه‌های پارچه و جلوگیری از ریش‌ریش شدن آن کاربرد دارد. این دستگاه سرعت بالا و دقت مناسبی برای تولید انبوه پوشاک دارد.",
    ],
    resources: [
      {
        id: "R2_000",
        title: "557Qe-516M-3-35",
        downloads: [
          {
            label: "کاتالوگ",
            link: "http://www.iransiruba.com/downloads/SIRUBA_500Qe_DM_20230502.pdf",
          },
        ],
      },
      {
        id: "R2_0000",
        title: "547Qe-516M-3-24",
        downloads: [
          {
            label: "کاتالوگ",
            link: "http://www.iransiruba.com/downloads/SIRUBA_500Qe_DM_20230502.pdf",
          },
        ],
      },
      {
        id: "R2_001",
        title: "سردوز سری 700L",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://iransiruba.com/downloads/700L-0811.pdf",
          },
          {
            label: "کتاب دستور العمل",
            link: "https://iransiruba.com/downloads/700L_KZ08L-instruction-book_20211022.pdf",
          },
          {
            label: "لیست قطعات",
            link: "https://iransiruba.com/downloads/700L_parts-list_20250226.pdf",
          },
        ],
      },
      {
        id: "R2_002",
        title: "سردوز سری 700LQ",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://iransiruba.com/downloads/700LQ-A4DM_20220817_s-2.pdf",
          },
          {
            label: "لیست قطعات",
            link: "https://iransiruba.com/downloads/700LQ_parts-list_20240930.pdf",
          },
          {
            id: 1704618389490,
            label: "لیست پارامترها",
            link: "https://iransiruba.com/downloads/747LQ_ZIGZAL_PARAMETERS_LIST.pdf",
          },
          {
            label: "لیست  کدهای خطا",
            link: "https://iransiruba.com/downloads/700LQ_Errors.pdf",
            id: 1714897439461,
          },
        ],
      },
      {
        id: "R2_003",
        title: "سردوز سری 700KST",
        downloads: [
          {
            id: 1714977121731,
            label: "کاتالوگ",
            link: "https://iransiruba.com/downloads/700KS_KST-20240513-s.pdf",
          },
          {
            id: 1714977140067,
            label: "کتاب دستورالعمل",
            link: "https://iransiruba.com/downloads/700KST_KZ508-instruction-book-parts-list_20230306.pdf",
          },
          {
            id: 1714977150082,
            label: "لیست قطعات",
            link: "https://iransiruba.com/downloads/700KST_parts-list_20240621.pdf",
          },
          {
            id: 1714977150082,
            label: "لیست قطعات جانبی",
            link: "https://iransiruba.com/downloads/700KST_attachment-parts-list_20240319.pdf",
          },
          {
            id: 1714977377760,
            label: "لیست پارامترها",
            link: "https://iransiruba.com/downloads/700K_Parameters.pdf",
          },
          {
            label: "لیست  کدهای خطا",
            link: "https://iransiruba.com/downloads/700K_Errors.pdf",
            id: 1714977387763,
          },
          {
            id: 1714977377761,
            label: "لیست پارامترهای UT-3",
            link: "https://iransiruba.com/downloads/700K_UT-3_Parameters.pdf",
          },
          {
            id: 1714977377762,
            label: "لیست  کدهای خطای UT-3",
            link: "https://iransiruba.com/downloads/700K_UT-3_Errors.pdf",
          },
        ],
      },
    ],
    models: [
      {
        id: "00",
        resource_id: "R2_000",
        title: "557Qe-516M-3-35",
        detail:
          "چرخ صنعتی اورلاک 557Qe - اورلاک 5 نخ - سرووموتور یکپارچه - برش نخ اتوماتیک - Siruba 557Qe",
        full_name: "557Qe-516M-3-35",
        image: "overlock_557Qe_516M-3-35.png",
        sub_category: "زیگزال 5 نخ اتوماتیک",
        description: `
        
<p>مدل 557Qe-516M-3-35 با پشتیبانی از دوخت‌های سنگین‌تر و تعداد نخ بیشتر، برای تولیدکنندگانی طراحی شده است که نیاز به استحکام بالاتر در ناحیه دوخت دارند. موتور سروو داخلی، ثبات عملکرد را تضمین کرده و با آپشن‌های پیشرفته برش نخ (CT, CT-H1, CT-H2) فرآیند تولید را روان‌تر و سریع‌تر می‌کند. این دستگاه با طراحی یکپارچه خود، نگهداری را آسان کرده و کیفیت خروجی را در خطوط تولید صنعتی ارتقا می‌دهد. </p>        

        <h3 class="mt-4 text-blue-700">ویژگی‌های برجسته:</h3>
        <ul class="list-disc mb-4 pr-10 leading-10">
          <li>مناسب برای دوخت ۳ تا ۵ نخ با استحکام بالا</li>
          <li>مجهز به گزینه‌های برش نخ زیرین (CT, CT-H1, CT-H2)</li>
          <li>عملکرد روان و پایدار با موتور سروو داخلی</li>
          <li>طراحی یکپارچه برای کاهش فضای اشغال و سهولت نگهداری</li>
        </ul>

`,
        application: [],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "b0.10", label: "موتور", value: "سروو موتور الکترونیکی" },
          { id: "b0.11", label: "نوع دوخت", value: "516" },
          { id: "b9", label: "روغنکاری", value: "اتومات" },
          { id: "b1", label: "تعداد سوزن", value: "2" },
          { id: "b2", label: "تعداد نخ", value: "5" },
          { id: "b21", label: "نوع سوزن", value: "DCX27 #11" },
          { id: "b4", label: "عرض دوخت", value: "4.2 میلیمتر" },
          { id: "b7", label: "ارتفاع پایه", value: "5 میلیمتر" },
          { id: "b9", label: "سرعت موتور", value: "5500 RPM" },
        ],
      },
      {
        id: "01",
        resource_id: "R2_0000",
        title: "547Qe-516M-3-24",
        detail:
          "چرخ صنعتی 547Qe - اورلاک-یکپارچه سروو موتور-سرعت بالا Siruba 547Qe",
        full_name: "547Qe-516M-3-24",
        image: "overlock_547Qe_516M-3-24.png",
        sub_category: "زیگزال 4 نخ اتوماتیک",
        description: `
<p>        
مدل 547Qe-514M-3-24 از سری 500Qe یک دستگاه اورلاک یکپارچه با موتور سروو داخلی است که پایداری، دقت و سرعت را برای خطوط تولید حرفه‌ای تضمین می‌کند. این مدل با پشتیبانی از عملکردهای انتخابی و سیستم‌های اتوماتیک، مناسب کارگاه‌هایی است که به خروجی بیشتر و مصرف انرژی کمتر نیاز دارند. ترکیب طراحی یکپارچه با قابلیت دوخت تمیز و پایدار، 547Qe را به گزینه‌ای ایده‌آل برای دوخت‌های ۲ تا ۴ نخ در سرعت‌های بالا تبدیل می‌کند. </p>

        <h3 class="mt-4 text-blue-700">ویژگی‌های برجسته:</h3>
        <ul class="list-disc mb-4 pr-10 leading-10">
          <li>موتور سروو یکپارچه برای عملکرد پایدار در سرعت‌های بالا</li>
          <li>قابلیت دوخت ۲ تا ۴ نخ با کیفیت یکنواخت</li>
          <li>سازگاری با دستگاه‌های برش نخ جانبی (VT, VT-H1, VT-H2)</li>
          <li>سیستم بالا برنده خودکار پایه دوخت برای افزایش سرعت و کاهش خستگی</li>
        </ul>

`,
        application: [],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "b0.10", label: "موتور", value: "سروو موتور الکترونیکی" },
          { id: "b0.11", label: "نوع دوخت", value: "516" },
          { id: "b9", label: "روغنکاری", value: "اتومات" },
          { id: "b1", label: "تعداد سوزن", value: "2" },
          { id: "b2", label: "تعداد نخ", value: "4" },
          { id: "b21", label: "نوع سوزن", value: "DCX27 #11" },
          { id: "b4", label: "عرض دوخت", value: "4.2 میلیمتر" },
          { id: "b7", label: "ارتفاع پایه", value: "5 میلیمتر" },
          { id: "b9", label: "سرعت موتور", value: "5500 RPM" },
        ],
      },
      {
        id: "4",
        resource_id: "R2_001",
        title: "737L-504M-3-04",
        detail:
          "سه نخ-زیگزال-کاتر جانبی-مکش برش نخ-تک سوزن-پارچه ظریف و معمولی",
        full_name: "737L-504M-3-04/VT/DKLU1-0",
        image: "overlock_737L-504M-3-04_VT_DKLU1-0.png",
        sub_category: "زیگزال سه نخ",
        description:
          "چرخ صنعتی سردوز 737L-504M-3-04 برای دوخت با کیفیت بالای طیف وسیعی از پارچه های معمولی و متوسط در نظر گرفته شده است. تقریباً در تمام بخش های خیاطی مانند لباس بافتنی، لباس فرم، مردانه، زنانه، لباس مد کودکان و غیره کاربرد دارد. عدم وجود نویز و لرزش را حتی در بالاترین سرعت تضمین می کند. این چرخ برای برای کارگاه های کوچک و استودیو مد لباس مناسب می باشد.",
        application: ["09", "10", "16", "17"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "b0.1", label: "موتور", value: "مستقیم بدون تسمه" },
          { id: "b0.2", label: "مکش برش نخ", value: "دارد" },
          { id: "b1", label: "تعداد سوزن", value: "1" },
          { id: "b2", label: "تعداد نخ", value: "3" },
          { id: "b3", label: "فاصله سوزن ها", value: "u2013" },
          { id: "b4", label: "عرض دوخت", value: "4 میلیمتر" },
          { id: "b6", label: "طول دوخت", value: "3.6 میلیمتر" },
          { id: "b6.5", label: "مدل دوخت", value: "504.jpg" },
          {
            id: "b4.5",
            label: "کارپیشبر",
            value: "استاندارد با 3 ردیف دندانه",
          },
          { id: "b5", label: "مقدار حرکت کارپیشبر", value: "2.0 ~ 0.7" },
          { id: "b7", label: "ارتفاع پایه", value: "6 میلیمتر" },
          { id: "b8", label: "شماره سوزن", value: "#11" },
          { id: "b8.5", label: "کاتر", value: "جانبی و الکتریکی" },
          { id: "b8.6", label: "لامپ", value: "ال ای دی" },
          { id: "b9", label: "تعداد دوخت در دقیقه ", value: "7500" },
        ],
      },
      {
        id: "5",
        resource_id: "R2_002",
        title: "737LQ-504M-3-04",
        detail:
          "سه نخ-زیگزال-فول اتومات-کاتر جانبی-پنل دار-برنامه دوخت-سیستم برقی-مکش برش نخ-تک سوزن-پارچه معمولی",
        full_name: "737LQ-504M-3-04/ECB-U",
        image: "overlock-zig-zal_737LQ-504M-3-04.png",
        sub_category: "زیگزال سه نخ پنل دار",
        description:
          "چرخ صنعتی سردوز چرخ خیاطی صنعتی زیگزال پنل دار  3 نخ سیروبا مدل 737LQ-504M-3-04 مدل رایج راسته دوز در دنیا است. دوخت انواع جنس های ظریف و ضخیم را براحتی انجام میدهد. این چرخ خیاطی صنعتی عملکرد مناسب، با قدرت، لرزش و صدای کم دارد که موجب محبوبیت این مدل گردیده است. با قابلیت دوخت های با کیفیت، محکم و زیبا که کاربران آنها را در دوخت های گوناگون بکار میگیرند. دارای کاتر سنسوری و اتومات که لبه ی جلو و عقب پارچه را تشخیص داده و بطور خودکار برش نخ را انجام میدهد. دستگاه سنسور قابل تنظیم برای پارچه های خاص مانند مش نخ و پنبه ی مرسریزه می باشد. در این چرخ خیاطی صنعتی یک برنامه ی کنترل برقی پیشرفته اتخاذ شده است که به راحتی می تواند بدون اشتباه در برش ، دوختن و برش نخ را کامل انجام دهد.",
        application: ["09", "10", "16", "17"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "ee3a", label: "موتور", value: "مستقیم بدون تسمه" },
          { id: "ee3b", label: "کاتر نخ", value: "اتومات" },
          { id: "ee3c", label: "تعداد سوزن", value: "1" },
          { id: "ee3d", label: "تعداد نخ", value: "3" },
          { id: "ee3e", label: "فاصله سوزن ها", value: "-" },
          { id: "ee3f", label: "عرض دوخت", value: "4 میلیمتر" },
          { id: "ee3g", label: "طول دوخت", value: "3.6 میلیمتر" },
          { id: "ee3h", label: "مدل دوخت", value: "503LQ.png" },
          { id: "ee3j", label: "مقدار حرکت کارپیشبر", value: "2.0 ~ 0.7" },
          { id: "ee3k", label: "ارتفاع پایه", value: "6 میلیمتر" },
          { id: "ee3l", label: "شماره سوزن", value: "#11" },
          { id: "ee3n", label: "لامپ", value: "ال ای دی" },
          { id: "ee3o", label: "تعداد دوخت در دقیقه ", value: "7000" },
        ],
        machine_id: "2",
      },
      {
        id: "6",
        resource_id: "R2_001",
        title: "747L-514M-3-24",
        detail:
          "چهار نخ-زیگزال-کاتر جانبی-مکش برش نخ-تک سوزن-پارچه ظریف و معمولی",
        full_name: "747L-514M-3-24/VT/DKLU1-0",
        image: "overlock_747L-514M-3-24_VT_DKLU1-0.png",
        sub_category: "زیگزال چهار نخ معمولی",
        description:
          "چرخ صنعتی سردوز 747L-514M-3-24 برای دوخت با کیفیت بالای طیف وسیعی از پارچه های معمولی و متوسط در نظر گرفته شده است. تقریباً در تمام بخش های خیاطی مانند لباس بافتنی، لباس فرم، مردانه، زنانه، لباس مد کودکان و غیره کاربرد دارد. عدم وجود نویز و لرزش را حتی در بالاترین سرعت تضمین می کند. این چرخ برای برای کارگاه های کوچک و استودیو مد لباس مناسب می باشد. ",
        application: ["10", "12", "14", "15"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "c0.1", label: "موتور", value: "مستقیم بدون تسمه" },
          { id: "c0.2", label: "مکش برش نخ", value: "دارد" },
          { id: "c1", label: "تعداد سوزن", value: "2" },
          { id: "c2", label: "تعداد نخ", value: "4" },
          { id: "c3", label: "فاصله سوزن ها", value: "2 میلیمتر" },
          { id: "c4", label: "عرض دوخت", value: "4 میلیمتر" },
          { id: "c6", label: "طول دوخت", value: "3.6 میلیمتر" },
          { id: "c6.5", label: "مدل دوخت", value: "514.png" },
          {
            id: "c4.5",
            label: "کارپیشبر",
            value: "استاندارد با 3 ردیف دندانه",
          },
          { id: "c5", label: "مقدار حرکت کارپیشبر", value: "2.0 ~ 0.7" },
          { id: "c7", label: "ارتفاع پایه", value: "5.5 میلیمتر" },
          { id: "c8", label: "شماره سوزن", value: "#11" },
          { id: "c8.5", label: "کاتر", value: "جانبی و الکتریکی" },
          { id: "c8.6", label: "لامپ", value: "ال ای دی" },
          { id: "c9", label: "تعداد دوخت در دقیقه ", value: "7500" },
        ],
      },
      {
        id: "7",
        resource_id: "R2_001",
        title: "757L-516M-3-35",
        detail: "پنج نخ-زیگزال-کاتر تخت-مکش برش نخ-دو سوزن-پارچه ظریف و معمولی",
        full_name: "757L-516M-3-35/CT/DKLU1-0",
        image: "overlock_757L-516M-3-35_CT_DKLU1-0.png",
        sub_category: "زیگزال پنج نخ معمولی",
        description:
          "چرخ صنعتی سردوز 757L-516M-3-35 برای دوخت با کیفیت بالای طیف وسیعی از پارچه های معمولی و متوسط در نظر گرفته شده است. تقریباً در تمام بخش های خیاطی مانند لباس بافتنی، لباس فرم، مردانه، زنانه، لباس مد کودکان و غیره کاربرد دارد. عدم وجود نویز و لرزش را حتی در بالاترین سرعت تضمین می کند. این چرخ برای برای کارگاه های کوچک و استودیو مد لباس مناسب می باشد.",
        application: ["15", "17"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "e0.1", label: "موتور", value: "مستقیم بدون تسمه" },
          { id: "e0.2", label: "مکش برش نخ", value: "دارد" },
          { id: "e1", label: "تعداد سوزن", value: "2" },
          { id: "e2", label: "تعداد نخ", value: "5" },
          { id: "e3", label: "فاصله سوزن ها", value: "3 میلیمتر" },
          { id: "e4", label: "عرض دوخت", value: "5 میلیمتر" },
          { id: "e6", label: "طول دوخت", value: "3.6 میلیمتر" },
          { id: "e6.5", label: "مدل دوخت", value: "516.png" },
          {
            id: "e4.5",
            label: "کارپیشبر",
            value: "استاندارد با 3 ردیف دندانه",
          },
          { id: "e5", label: "مقدار حرکت کارپیشبر", value: "2.0 ~ 0.7" },
          { id: "e7", label: "ارتفاع پایه", value: "5 میلیمتر" },
          { id: "e8", label: "شماره سوزن", value: "#14" },
          { id: "e8.5", label: "کاتر", value: "تخت و الکتریکی" },
          { id: "e8.6", label: "لامپ", value: "ال ای دی" },
          { id: "e9", label: "تعداد دوخت در دقیقه ", value: "7000" },
        ],
      },
      {
        id: "8",
        resource_id: "R2_002",
        title: "757LQ-516M-3-35",
        detail:
          "پنج نخ-زیگزال-فول اتومات-کاتر جانبی-پنل دار-برنامه دوخت-سیستم برقی-مکش برش نخ-تک سوزن-پارچه معمولی",
        full_name: "757LQ-516M-3-35/ECB-U",
        image: "overlock_757LQ-516M-3-35_ECB-U.png",
        sub_category: "زیگزال پنج نخ پنل دار",
        description:
          "چرخ صنعتی سردوز چرخ خیاطی صنعتی زیگزال پنل دار5  نخ سیروبا مدل 757LQ-516M-3-35 مدل رایج راسته دوز در دنیا است. دوخت انواع جنس های ظریف و ضخیم را براحتی انجام میدهد. این چرخ خیاطی صنعتی عملکرد مناسب، با قدرت، لرزش و صدای کم دارد که موجب محبوبیت این مدل گردیده است. با قابلیت دوخت های با کیفیت، محکم و زیبا که کاربران آنها را در دوخت های گوناگون بکار میگیرند. دارای کاتر سنسوری و اتومات که لبه ی جلو و عقب پارچه را تشخیص داده و بطور خودکار برش نخ را انجام میدهد. دستگاه سنسور قابل تنظیم برای پارچه های خاص مانند مش نخ و پنبه ی مرسریزه می باشد. در این چرخ خیاطی صنعتی یک برنامه ی کنترل برقی پیشرفته اتخاذ شده است که به راحتی می تواند بدون اشتباه در برش ، دوختن و برش نخ را کامل انجام دهد.",
        application: ["09", "10", "16", "17"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "eea", label: "موتور", value: "مستقیم بدون تسمه" },
          { id: "eeb", label: "کاتر نخ", value: "اتومات" },
          { id: "eec", label: "تعداد سوزن", value: "2" },
          { id: "eed", label: "تعداد نخ", value: "5" },
          { id: "eee", label: "فاصله سوزن ها", value: "3 میلیمتر" },
          { id: "eef", label: "عرض دوخت", value: "5 میلیمتر" },
          { id: "eeg", label: "طول دوخت", value: "3.6 میلیمتر" },
          { id: "eeh", label: "مدل دوخت", value: "516LQ.png" },
          { id: "eej", label: "مقدار حرکت کارپیشبر", value: "2.0 ~ 0.7" },
          { id: "eek", label: "ارتفاع پایه", value: "5.5 میلیمتر" },
          { id: "eel", label: "شماره سوزن", value: "#14" },
          { id: "een", label: "لامپ", value: "ال ای دی" },
          { id: "eeo", label: "تعداد دوخت در دقیقه ", value: "7000" },
        ],
        machine_id: "2",
      },
      {
        id: "9",
        resource_id: "R2_001",
        title: "757L-516X-3-56",
        detail: "پنج نخ-زیگزال-کاتر تخت-مکش برش نخ-دو سوزن-پارچه ضخیم",
        full_name: "757L-516X-3-56/CT/DKLU1-0",
        image: "overlock_757L-516M-3-35_CT_DKLU1-0.png",
        sub_category: "زیگزال پنج نخ ضخیم",
        description:
          "چرخ صنعتی سردوز 757L-516X-3-56 برای دوخت با کیفیت بالای طیف وسیعی از پارچه های متوسط و ضخیم در نظر گرفته شده است. عدم وجود نویز و لرزش را حتی در بالاترین سرعت تضمین می کند. این چرخ برای برای کارگاه های کوچک و استودیو مد لباس مناسب می باشد. قابلیت سردوزی تا 10 لایه پارچه جین را دارد.  ",
        application: ["15", "17"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "f0.1", label: "موتور", value: "مستقیم بدون تسمه" },
          { id: "f0.2", label: "مکش برش نخ", value: "دارد" },
          { id: "f1", label: "تعداد سوزن", value: "2" },
          { id: "f2", label: "تعداد نخ", value: "5" },
          { id: "f3", label: "فاصله سوزن ها", value: "5 میلیمتر" },
          { id: "f4", label: "عرض دوخت", value: "6 میلیمتر" },
          { id: "f6", label: "طول دوخت", value: "3.6 میلیمتر" },
          { id: "f6.5", label: "مدل دوخت", value: "516.png" },
          { id: "f6.7", label: "دوخت 10 لایه جین", value: "tn_516x_02.png" },
          {
            id: "f4.5",
            label: "کارپیشبر",
            value: "استاندارد با 3 ردیف دندانه",
          },
          { id: "f5", label: "مقدار حرکت کارپیشبر", value: "2.0 ~ 0.7" },
          { id: "f7", label: "ارتفاع پایه", value: "7 میلیمتر" },
          { id: "f8", label: "شماره سوزن", value: "#16" },
          { id: "f8.5", label: "کاتر", value: "تخت و الکتریکی" },
          { id: "f8.6", label: "لامپ", value: "ال ای دی" },
          { id: "f9", label: "تعداد دوخت در دقیقه ", value: "6000" },
        ],

        machine_id: "2",
      },
      {
        id: "10",
        resource_id: "R2_002",
        title: "747LQ-514M-3-24",
        detail:
          "چهار نخ-زیگزال-فول اتومات-کاتر جانبی-پنل دار-برنامه دوخت-سیستم برقی-مکش برش نخ-تک سوزن-پارچه معمولی",
        full_name: "747LQ-514M-3-24/ECB-U",
        image: "overlock_747LQ-514M-3-24_ECB-U.png",
        sub_category: "زیگزال چهار نخ پنل دار",
        description:
          "چرخ صنعتی سردوز چرخ خیاطی صنعتی زیگزال پنل دار  4 نخ سیروبا مدل 747LQ-514M-3-24 مدل رایج راسته دوز در دنیا است. دوخت انواع جنس های ظریف و ضخیم را براحتی انجام میدهد. این چرخ خیاطی صنعتی عملکرد مناسب، با قدرت، لرزش و صدای کم دارد که موجب محبوبیت این مدل گردیده است. با قابلیت دوخت های با کیفیت، محکم و زیبا که کاربران آنها را در دوخت های گوناگون بکار میگیرند. دارای کاتر سنسوری و اتومات که لبه ی جلو و عقب پارچه را تشخیص داده و بطور خودکار برش نخ را انجام میدهد. دستگاه سنسور قابل تنظیم برای پارچه های خاص مانند مش نخ و پنبه ی مرسریزه می باشد. در این چرخ خیاطی صنعتی یک برنامه ی کنترل برقی پیشرفته اتخاذ شده است که به راحتی می تواند بدون اشتباه در برش ، دوختن و برش نخ را کامل انجام دهد.",
        application: ["09", "10", "16", "17"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "ee4a", label: "موتور", value: "مستقیم بدون تسمه" },
          { id: "ee4b", label: "کاتر نخ", value: "اتومات" },
          { id: "ee4c", label: "تعداد سوزن", value: "2" },
          { id: "ee4d", label: "تعداد نخ", value: "4" },
          { id: "ee4e", label: "فاصله سوزن ها", value: "2 میلیمتر" },
          { id: "ee4f", label: "عرض دوخت", value: "4 میلیمتر" },
          { id: "ee4g", label: "طول دوخت", value: "3.6 میلیمتر" },
          { id: "ee4h", label: "مدل دوخت", value: "514LQ.png" },
          { id: "ee4j", label: "مقدار حرکت کارپیشبر", value: "2.0 ~ 0.7" },
          { id: "ee4k", label: "ارتفاع پایه", value: "5.5 میلیمتر" },
          { id: "ee4l", label: "شماره سوزن", value: "#11" },
          { id: "ee4n", label: "لامپ", value: "ال ای دی" },
          { id: "ee4o", label: "تعداد دوخت در دقیقه ", value: "7000" },
        ],
        machine_id: "2",
      },
      {
        id: "11",
        resource_id: "R2_003",
        title: "747KST-514M-3-24",
        detail:
          "چهار نخ-زیگزال-فول اتومات-کاتر جانبی-دور حلقه تی شرت-اتصال یقه به تنه-مکش برش نخ-تک سوزن-پارچه معمولی",
        full_name: "747KST-514M-3-24/VT/RSK-/DKKH1-3",
        image: "overlock-zig-zal_747KST-514M-3-24.png",
        sub_category: "زیگزال چهار نخ دور حلقه تی شرت",
        description:
          "چرخ صنعتی سردوز 747KST-514M-3-24 برای دوخت با کیفیت بالای طیف وسیعی از پارچه های معمولی و متوسط در نظر گرفته شده است. تقریباً در تمام بخش های خیاطی مانند لباس بافتنی، لباس فرم، مردانه، زنانه، لباس مد کودکان و غیره کاربرد دارد. عدم وجود نویز و لرزش را حتی در بالاترین سرعت تضمین می کند. این چرخ برای برای کارگاه های کوچک و استودیو مد لباس مناسب می باشد. این مدل چرخ خیاطی سردوز دارای پنل ، برنامه دوخت و سیستم برقی می باشد. این چرخ خیاطی حلقه یقه، آستین و غیره  را به تنه لباس وصل میکند.",
        application: ["15", "17"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [],
        machine_id: "2",
      },
    ],
  },
  {
    id: "3",
    farsi: "میاندوز",
    category: "Interlocks",
    category_title: "",
    main_image: "interlock_F007KD-W122-364.png",
    brand: "سیروبا",
    general_description: [
      "میاندوز برای دوخت‌های کشی و اتصال دو تکه پارچه با حفظ خاصیت کشسانی استفاده می‌شود. این چرخ در تولید لباس‌های ورزشی، لباس زیر و پوشاک کشی بسیار پرکاربرد است.",
    ],
    resources: [
      {
        id: "R3_001",
        title: "F007KD",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://iransiruba.com/downloads/F007K-SERIES-20240513-s.pdf",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://iransiruba.com/downloads/F007K_F007KD-Instruction-Book_MY42K_20190627.pdf",
          },
          {
            label: "لیست قطعات",
            link: "https://iransiruba.com/downloads/F007KD-DF_parts-list_20240828.pdf",
          },
          {
            label: "لیست قطعات جانبی",
            link: "https://iransiruba.com/downloads/F007KD-DF_attachment-parts-list_20240911.pdf",
          },
          {
            id: 1714320689362,
            label: "لیست کدهای خطا",
            link: "https://iransiruba.com/downloads/F007KD_Errors.pdf",
          },
          {
            id: 1714320689462,
            label: "لیست پارامترها",
            link: "https://iransiruba.com/downloads/F007KD_Parameters.pdf",
          },
        ],
      },
      {
        id: "R3_002",
        title: "C007KP",
        downloads: [
          {
            id: 1714320689900,
            label: "کاتالوگ",
            link: "https://iransiruba.com/downloads/CN_C007KP-A4DM_20230525-s.pdf",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://iransiruba.com/downloads/C007KP_MY127KP-instruction-book-parts-list_20210426.pdf",
            id: 1714320689901,
          },
          {
            label: "لیست قطعات",
            link: "https://iransiruba.com/downloads/C007KP_parts-list_20240809.pdf",
            id: 1714320689902,
          },
          {
            label: "لیست قطعات جانبی",
            link: "https://iransiruba.com/downloads/C007KP_attachment-parts-list_20240911.pdf",
            id: 1714320689903,
          },
          {
            label: "لیست پارامترها",
            link: "https://iransiruba.com/downloads/CF007KP_Parameters.pdf",
            id: 1714320689914,
          },
          {
            label: "لیست  کدهای خطا",
            link: "https://iransiruba.com/downloads/CF007KP_Errors.pdf",
            id: 1714320689915,
          },
        ],
      },
    ],
    models: [
      {
        id: "8",
        resource_id: "R3_001",
        title: "F007KD-U712-264",
        detail: "نوار دوز-چهار نخ-دو سوزنه-شرت های مردانه-لباس های ورزشی",
        full_name: "F007KD-U712-264/FSP/LS-A/DFKU1-0",
        image: "interlock_F007K-U712-264.png",
        sub_category: "میاندوز نواردوز",
        description:
          "چرخ صنعتی میاندوز F007KD-U712-264 برای دوخت نوارها ساده و تزئینی روی درز لباس های ورزشی، شلوار جین یا لباس های زیر می باشد. همچنین می توانید نوار اضافی را در داخل نوار دیگر اضافه کنید تا برجستگی و تزئین را افزایش دهید. مخصوص دوخت نوار بر روی دوخت های ساده برای تقویت دوخت و زینت دادن. ",
        application: ["13"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "g0.1", label: "موتور", value: "مستقیم بدون تسمه" },
          { id: "g0.2", label: "کاربرد", value: "نوار دوز" },
          { id: "g0.25", label: "دوخت نواری دوبل", value: "دارد" },
          { id: "g0.3", label: "عرض نهایی نوار", value: "10 میلیمتر" },
          { id: "g1", label: "تعداد سوزن", value: "2" },
          { id: "g2", label: "تعداد نخ", value: "4" },
          { id: "g3", label: "فاصله سوزن ها", value: "6.4 میلیمتر" },
          { id: "g4", label: "عرض دوخت", value: "1.6 ~ 4.2" },
          { id: "g6", label: "مقدار حرکت کارپیشبر", value: "0.5 ~ 1.3" },
          { id: "g8", label: "ارتفاع پایه", value: "5 میلیمتر" },
          { id: "g9", label: "تعداد دوخت در دقیقه ", value: "6000" },
        ],
      },
      {
        id: "9",
        resource_id: "R3_001",
        title: "F007KD-W122-364",
        detail:
          "دوخت لبه پایین لباس-دوخت درزهای ساده-دوخت پشت و رو-چهار نخ-سه سوزنه-قابلیت سجاف کردن-تریمر بالا و زیر",
        full_name: "F007KD-W122-364/FHA/UTG/DFKH1-1",
        image: "interlock_F007KD-W122-364.png",
        sub_category: "میاندوز تمام اتوماتیک",
        description:
          "چرخ صنعتی میاندوز F007KD-W122-364 با قابلیت دوخت دوطرفه ساده و پایین لباس ها مثل لباس زیر، لباسهای ورزسی و غیره با پارچه های متوسط. دارای دستگاه سجاف کردن می باشد. دارای تریمر بالا و زیر می باشد.<br/><br/>چرخ صنعتی میاندوز از این نوع با آپشن های مختلف:<br/><br/> F007KD-W122-364/FHA/UTG/DFKH1-2 میان دوز فول اتوماتیک با سیستم قطع کن + پایه بلند کن + سیستم مکش<br/>F007KD-W122-364/FHA/UTG/FL-/DFKH1-1 میاندوز اتوماتیک سیستم برقی - غلتکدار<br/>",
        application: ["09", "10"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "h0.1", label: "موتور", value: "مستقیم بدون تسمه" },
          { id: "h0.2", label: "کاربرد", value: "دوخت لبه پایین لباس ها" },
          { id: "h0.25", label: "دستگاه سجاف کردن", value: "دارد" },
          { id: "h0.3", label: "دوخت پشت و رو", value: "دارد" },
          { id: "h0.4", label: "نمونه دوخت", value: "W122-364_01.png" },
          { id: "h1", label: "تعداد سوزن", value: "3" },
          { id: "h2", label: "تعداد نخ", value: "5" },
          { id: "h3", label: "فاصله سوزن ها", value: "6.4 میلیمتر" },
          { id: "h4", label: "طول دوخت", value: "1.6 ~ 4.26" },
          { id: "h5", label: "مقدار حرکت کارپیشبر", value: "0.5 ~ 1.3" },
          { id: "h7", label: "ارتفاع پایه", value: " 5 میلیمتر" },
          { id: "h8", label: "تعداد دوخت در دقیقه ", value: " 6000" },
        ],
      },
      {
        id: "10",
        resource_id: "R3_002",
        title: "C007KP-W812A-356",
        detail:
          "دوخت لبه پایین لباس-دوخت درزهای ساده-تمام اتوماتیک-دوخت پشت و رو-4 نخ-سه سوزنه-قابلیت سجاف کردن-تریمر بالا و زیر",
        full_name: "C007KP-W812A-356/CRL/UTP/DCKH1-1",
        image: "interlock_C007KP-W812A-356.png",
        sub_category: "میاندوز لبه پایین اتوماتیک",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی میاندوز تمام اتوماتیک سیروبا مدل C007KP-W812A-356 با قابلیت دوخت دوطرفه ساده و پایین لباس ها مثل لباس زیر، لباسهای ورزسی و غیره با پارچه های متوسط. دارای دستگاه سجاف کردن می باشد. دارای تریمر بالا و زیر می باشد.",
        functions: ["09", "10"],
        application: ["09", "10"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [],
        info: [],
      },
    ],
  },
  {
    id: "4",
    farsi: "گان دوز",
    category: "Overlock Scrubs",
    category_title: "",
    main_image: "overlock_757L-401M-8-50_VT_DKLU1-0.png",
    brand: "سیروبا",
    general_description: [
      "گان‌دوز به منظور دوخت نوارهای پارچه‌ای یا کشی بر روی لباس استفاده می‌شود. این دستگاه به‌ویژه در دوخت لباس‌های طبی، ورزشی و لباس‌ زیر کاربرد فراوان دارد.",
    ],
    resources: [
      {
        id: "R4_001",
        title: "سردوز سری 700L",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://iransiruba.com/downloads/700L-0811.pdf",
          },
          {
            label: "کتاب دستور العمل",
            link: "https://iransiruba.com/downloads/700L_KZ08L-instruction-book_20211022.pdf",
          },
          {
            label: "لیست قطعات",
            link: "https://iransiruba.com/downloads/700L_parts-list_20250226.pdf",
          },
        ],
      },
    ],
    models: [
      {
        id: "10",
        resource_id: "R4_001",
        title: "757L-401M-8-50",
        detail: "پنج نخ-جیب دوز-دو سوزن-پارچه ظریف و معمولی",
        full_name: "757L-401M-8-50/TA/DKLU1-0",
        image: "overlock_757L-401M-8-50_VT_DKLU1-0.png",
        sub_category: "گان دوز",
        description:
          "چرخ صنعتی سردوز جیب دوز 757L-401M-8-50 برای دوخت با کیفیت بالای طیف وسیعی از پارچه های معمولی و متوسط در نظر گرفته شده است. عدم وجود نویز و لرزش را حتی در بالاترین سرعت تضمین می کند. این چرخ برای برای کارگاه های کوچک و استودیو مد لباس مناسب می باشد. قابلیت دو ردیف دوخت زنجیره ای بر روی نوار لبه جیب شلوار های مرغوب. ",
        application: ["17"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "d0.1", label: "موتور", value: "مستقیم بدون تسمه" },
          { id: "d0.2", label: "مکش برش نخ", value: "دارد" },
          { id: "d1", label: "تعداد سوزن", value: "2" },
          { id: "d2", label: "تعداد نخ", value: "5" },
          { id: "d3", label: "فاصله سوزن ها", value: "5 میلیمتر" },
          { id: "d4", label: "عرض دوخت", value: "u2013" },
          { id: "d6", label: "طول دوخت", value: "3.6 میلیمتر" },
          { id: "d4.5", label: "کارپیشبر", value: "مخصوص با 3 ردیف دندانه" },
          { id: "d5", label: "مقدار حرکت کارپیشبر", value: "2.0 ~ 0.7" },
          { id: "d7", label: "ارتفاع پایه", value: "6 میلیمتر" },
          { id: "d8", label: "شماره سوزن", value: "#14" },
          { id: "d8.5", label: "کاتر", value: "جانبی و الکتریکی" },
          { id: "d8.6", label: "لامپ", value: "ال ای دی" },
          { id: "d9", label: "تعداد دوخت در دقیقه ", value: "7500" },
        ],
      },
    ],
  },
  {
    id: "5",
    farsi: "دو سوزن دو ماکو",
    category: "Lockstitch-two-needle",
    category_title: "",
    main_image: "lockstitch_DT828L-42-064M_C-13.png",
    brand: "سیروبا",
    general_description: [
      "چرخ دو سوزن دو ماکو برای دوخت‌های موازی استفاده می‌شود و مناسب دوخت‌های تزئینی و صنعتی در لباس‌هایی چون جین، کاپشن و چرم است. وجود دو ماکو باعث قدرت بیشتر در دوخت‌های سنگین می‌شود.",
    ],
    resources: [
      {
        id: "R5_001",
        title: "DT828L",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://iransiruba.com/downloadس/DT828L_DM_20231013_s.pdf",
          },
          {
            label: "کتاب دستورالعمل و قطعات",
            link: "https://iransiruba.com/downloadس/DT828L-instruction-book-parts-list_20231109.pdf",
          },
          {
            label: "لیست پارامترها",
            link: "https://iransiruba.com/downloads/DT828L_Parameter.pdf",
            id: 1706532467301,
          },
          {
            label: "لیست کدهای خطا",
            link: "https://iransiruba.com/downloads/DT828L_Errors.pdf",
            id: 1706532467401,
          },
        ],
      },
    ],
    models: [
      {
        id: "11",
        resource_id: "R5_001",
        title: "DT828L-42-064M",
        detail:
          "کامپیوتری-دو مرحله استپ موتور-دو سوزنه-سیستم تریمر نخ-دوخت معکوس-روغنکاری اتومات-لامپ ال ای دی سه مرحله-پارچه های معمولی",
        full_name: "DT828L-42-064M/C-13",
        image: "lockstitch_DT828L-42-064M_C-13.png",
        sub_category: "دو سوزن دو ماکو معمولی",
        description:
          "چرخ صنعتی راسته دوز کامپیوتری DT828L-42-064M با استپ موتور دو مرحله ای قوی می باشد. موتور پله ای دو جهته (Bidirectional) این چرخ صنعتی دسترسی به کنترل دوخت با دقت 0.1 میلی متر را امکان پذیر میکند و دوخت معکوس دقیقا روی دوخت قبلی قرار میگیرد و نتیجه کار بسیار تمیز و دقیق میشود. این موتور همچنین قدرتمند، و در پایان حرکت برگشت دوخت، مقام سازی دوخت، پیرایش، بالا بردن پایه سوزن، نفوذ بهتر سوزن در پارچه، ساکت و ثابت است و سرعت عمل بالایی دارد. این چرخ خیاطی صنعتی دارای سه مرحله نور پردازی قابل تنظیم، روغنکاری اتومات، کنترل زانویی الکترونیکی، بالابر پایه راحت، سیستم برش مستقیم، کنترل پنل تنظیم چند منظوره، دو سوزنه و دوخت معکوس برای پارچه های معمولی تا ضخیم می باشد.",
        application: ["20"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          {
            id: "n0.1",
            label: "موتور",
            value: "استپ موتور دو مرحله ای نیروی مستقیم",
          },
          { id: "n0.15", label: "کنترل پنل", value: "قابلیت تنظیم چند منظوره" },
          { id: "n0.2", label: "دوخت معکوس", value: "دارد" },
          { id: "n0.5", label: "کاتر مستقیم نخ", value: "دارد" },
          { id: "n0.51", label: "برش اتومات", value: "دارد" },
          { id: "n0.6", label: "روغنکاری", value: "اتومات" },
          {
            id: "n1",
            label: "طول دوخت",
            value: "معمولی 0 ~4 u2013 ضخیم 0 ~ 5 میلیمتر",
          },
          { id: "n2", label: "تعداد سوزن", value: "2" },
          { id: "n2.1", label: "فاصله سوزن ها", value: "6.4 میلیمتر" },
          {
            id: "n3",
            label: "ارتفاع پایه پرس",
            value: "دستی 7 ، اتومات 8 ~ 12 میلیمتر",
          },
          { id: "n4", label: "ارتفاع سوزن", value: "18 میلیمتر" },
          { id: "n5", label: "شماره سوزن", value: "#16 ~ #11" },
          { id: "n5.1", label: "لامپ", value: "ال ای دی سه مرحله ای" },
          { id: "n7", label: "سرعت دوخت", value: " 3000 spm" },
        ],
      },
      {
        id: "12",
        resource_id: "R5_001",
        title: "DT828L-75-064H",
        detail:
          "کامپیوتری-دو مرحله استپ موتور-دو سوزنه-سیستم تریمر نخ-دوخت معکوس-روغنکاری اتومات-لامپ ال ای دی سه مرحله-پارچه های ضخیم",
        full_name: "DT828L-75-064H/C-13",
        image: "lockstitch_DT828L-75-064H_C-13.png",
        sub_category: "دو سوزن دو ماکو متحرک ضخیم",
        description:
          "چرخ صنعتی راسته دوز کامپیوتری DT828L-42-064M با استپ موتور دو مرحله ای قوی می باشد. موتور پله ای دو جهته (Bidirectional) این چرخ صنعتی دسترسی به کنترل دوخت با دقت 0.1 میلی متر را امکان پذیر میکند و دوخت معکوس دقیقا روی دوخت قبلی قرار میگیرد و نتیجه کار بسیار تمیز و دقیق میشود. این موتور همچنین قدرتمند، و در پایان حرکت برگشت دوخت، مقام سازی دوخت، پیرایش، بالا بردن پایه سوزن، نفوذ بهتر سوزن در پارچه، ساکت و ثابت است و سرعت عمل بالایی دارد. این چرخ خیاطی صنعتی دارای سه مرحله نور پردازی قابل تنظیم، روغنکاری اتومات، کنترل زانویی الکترونیکی، بالابر پایه راحت، سیستم برش مستقیم، کنترل پنل تنظیم چند منظوره، دو سوزنه و دوخت معکوس برای پارچه های ضخیم می باشد.",
        application: ["20"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          {
            id: "O0.1",
            label: "موتور",
            value: "استپ موتور دو مرحله ای نیروی مستقیم",
          },
          { id: "O0.6", label: "کنترل پنل", value: "قابلیت تنظیم چند منظوره" },
          { id: "O0.2", label: "دوخت معکوس", value: "دارد" },
          { id: "O0.5", label: "کاتر مستقیم نخ", value: "دارد" },
          { id: "O0.5", label: "برش اتومات", value: "دارد" },
          { id: "O0.6", label: "روغنکاری", value: "اتومات" },
          { id: "O1", label: "طول دوخت", value: " 0 ~ 7 میلیمتر" },
          { id: "O2", label: "تعداد سوزن", value: "2" },
          { id: "O2", label: "فاصله سوزن ها", value: "6.4 میلیمتر" },
          {
            id: "O3",
            label: "ارتفاع پایه پرس",
            value: "دستی 7 ، اتومات 8 ~ 12 میلیمتر",
          },
          { id: "O4", label: "ارتفاع سوزن", value: "18 میلیمتر" },
          { id: "O5", label: "شماره سوزن", value: "#22 ~ #14" },
          { id: "O5", label: "لامپ", value: "ال ای دی سه مرحله ای" },
          { id: "O7", label: "سرعت دوخت", value: " 3000 spm" },
        ],
      },
    ],
  },
  {
    id: "6",
    farsi: "راسته دوز تیغ دار",
    category: "Lockstitch Right Trimmer",
    category_title: "",
    main_image: "lockstitch_DL7200C-RM1-48-12.png",
    brand: "سیروبا",
    general_description: [
      "این مدل از راسته‌دوز دارای تیغ برش در کنار پایه است که هم‌زمان با دوخت، اضافه پارچه را نیز می‌برد. در خطوط تولیدی که نیاز به سرعت و دقت بالا در بریدن و دوخت دارند، کاربرد دارد.",
    ],
    resources: [
      {
        id: "R6_001",
        title: "DL7200C-RM1",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://iransiruba.com/downloads/DL7200C-RM1_DM_20240517_s.pdf",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://iransiruba.com/downloads/DL7200C-instruction-book_20230131.pdf",
          },
          {
            label: "لیست قطعات",
            link: "https://iransiruba.com/downloads/DL7200C-RM1-parts-list_20230130.pdf",
          },
        ],
      },
    ],
    models: [
      {
        id: "13",
        resource_id: "R6_001",
        title: "DL7200C-RM1-48-12",
        detail:
          "کامپیوتری-استپ موتور-برش لبه پارچه-12 طرح دوخت-دوخت معکوس-تریمر اتومات-تنظیم موقعیت سوزن-پارچه معولی و نیمه ضخیم",
        full_name: "DL7200C-RM1-48-12",
        image: "lockstitch_DL7200C-RM1-48-12.png",
        sub_category: "راسته دوز تمام اتوماتیک تیغ دار",
        description:
          "چرخ صنعتی راسته دوز کامپیوتری  DL7200C-RM1-48-12 دوخت قفلی (Lockstitch) دارای نیروی محرک مستقیم (Direct-drive) و استپ موتور می باشد. استپ موتور کنترل دوخت معکوس و تنظیم اتومات موقعیت سوزن را انجام میدهد. موتور پله ای این چرخ صنعتی دسترسی به کنترل دوخت با دقت 0.1 میلی متر را امکان پذیر میکند و دوخت معکوس دقیقا روی دوخت قبلی قرار میگیرد و نتیجه کار بسیار تمیز و دقیق میشود. این چرخ مناسب دوخت پارچه های متوسط و نیمه ضخیم برای دوخت پیراهن و بلوز و لباسهای مشابه میباشد. این چرخ صنعتی دارای طول دوخت قابل تنظیم الکترونیکی با امکان برنامه ریزی دوخت های تزئینی نیز می باشد. دارای 12 طرح دوخت قابل تنظیم، برش اتومات، دوخت معکوس و بالابر اتومات می باشد.",
        application: ["08", "09", "10", "12", "14", "15", "16", "18"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "m0.1", label: "موتور", value: "استپ موتور نیروی مستقیم" },
          { id: "m0.2", label: "دوخت معکوس", value: "دارد" },
          { id: "m0.5", label: "کاتر نخ", value: "دارد" },
          { id: "m0.51", label: "برش اتومات", value: "دارد" },
          { id: "m0.6", label: "برش لبه پارچه", value: "دارد" },
          { id: "m0.61", label: "بالابر", value: "اتومات" },
          { id: "m1", label: "عرض دوخت", value: "3.2 - 4.8 - 6.4 میلیمتر" },
          { id: "m1.5", label: "طول دوخت", value: "4 u2013 0 میلیمتر" },
          {
            id: "m2",
            label: "ارتفاع پایه پرس",
            value: "دستی 4 ، اتومات 10 u2013 13 میلیمتر",
          },
          { id: "m2.5", label: "تعداد سوزن", value: "1" },
          { id: "m3", label: "ارتفاع سوزن", value: "15.5 میلیمتر" },
          { id: "m4", label: "شماره سوزن", value: "#14" },
          { id: "m5", label: "سرعت دوخت:", value: " 3700 spm" },
        ],
      },
    ],
  },
  {
    id: "7",
    farsi: "راسته دوز تک سوزن تک قلاب",
    category: "Chainstitch Single Needle Hook",
    category_title: "",
    main_image: "other_DL3881.png",
    brand: "سیروبا",
    general_description: [
      "چرخ تک سوزن تک قلاب ساده‌ترین مدل از راسته‌دوزهاست که مناسب دوخت سبک و دقیق در پارچه‌های نازک و معمولی مانند پیراهن و ملحفه است.",
    ],
    resources: [
      {
        id: "R7_001",
        title: "DL3881",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://iransiruba.com/downloads/CN_DL3880-Series_A4DM_20230721-s.pdf",
          },
          {
            label: "کتاب دستورالعمل و قطعات",
            link: "https://iransiruba.com/downloads/DL3880-series_ZSL-08F01-instruction-book-parts-list_20230726-s.pdf",
          },
        ],
      },
    ],
    models: [
      {
        id: "14",
        resource_id: "R7_001",
        title: "DL3881",
        detail:
          "دوخت زنجیری-موتور مستقیم-تک سوزن-دو نخ-طول بخیه قابل تنظیم-پارچه معمولی و ضخیم",
        full_name: "DL3881",
        image: "other_DL3881.png",
        sub_category: "راسته دوز تک سوزن تک قلاب",
        description:
          "چرخ صنعتی دوخت زنجیری DL3881 یک چرخ خیاطی دوخت زنجیری  (Chainstitch)  با سرعت بالا میباشد که با نیروی محرکه مستقیم موتور  (Direct-Drive) کار میکند. این چرخ خیاطی مناسب دوخت پارچه های جین، شلوارهای غیر رسمی، دامن، کناره دوزی پیراهن، دوخت سر جیب، دوخت تزیینی درز نوار بر بروی لباس های ورزشی می باشد. این چرخ خیاطی تک سوزن با دو نخ و دارای نتظیم طول بخیه و مناسب برای دوخت پارچه های معمولی و ضخیم می باشد.",
        application: ["15", "17", "18"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "q0.1", label: "موتور", value: "موتور مستقیم بدون تسمه" },
          { id: "q1", label: "طول بخیه", value: "4.0 ~ 1.4 میلیمتر" },
          { id: "q3", label: "تعداد نخ", value: "2" },
          { id: "q4", label: "ارتفاع پایه پرس", value: " 10 ~ 8 میلیمتر" },
          { id: "q5", label: "شماره سوزن", value: "#21 ~ #14" },
          { id: "q6", label: "سرعت دوخت", value: "3500 بخیه در دقیقه" },
        ],
      },
    ],
  },
  {
    id: "8",
    farsi: "راسته دوز سه سوزن سه قلاب",
    category: "Chainstitch Three Needle Hook",
    category_title: "",
    main_image: "other_DL3881.png",
    brand: "سیروبا",
    general_description: [
      "این دستگاه برای دوخت‌های بسیار محکم و تزئینی با سه ردیف دوخت موازی کاربرد دارد. در تولید محصولات ضخیم نظیر کیف و کفش چرمی یا صندلی خودرو کاربرد دارد.",
    ],
    resources: [
      {
        id: "R8_001",
        title: "DL3883-64",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://iransiruba.com/downloads/CN_DL3880-Series_A4DM_20230721-s.pdf",
          },
          {
            label: "کتاب دستورالعمل و قطعات",
            link: "https://iransiruba.com/downloads/DL3880-series_ZSL-08F01-instruction-book-parts-list_20230726-s.pdf",
          },
        ],
      },
    ],
    models: [
      {
        id: "15",
        resource_id: "R8_001",
        title: "DL3883-64",
        detail:
          "دوخت زنجیری-موتور مستقیم-تک سوزن-شش نخ-طول بخیه قابل تنظیم-پارچه معمولی و ضخیم",
        full_name: "DL3883-64",
        image: "other_DL3881.png",
        sub_category: "راسته دوز سه سوزن سه قلاب",
        description:
          "چرخ صنعتی دوخت زنجیریچرخ صنعتی دوخت زنجیری  DL3883-64  یک چرخ خیاطی دوخت زنجیری  (Chainstitch)  با سرعت بالا میباشد که با نیروی محرکه مستقیم موتور    (Direct-Drive)  کار میکند. این چرخ خیاطی مناسب دوخت پارچه های جین، شلوارهای غیر رسمی، دامن، کناره دوزی پیراهن، دوخت سر جیب، دوخت تزیینی درز نوار بر بروی لباس های ورزشی می باشد. این چرخ خیاطی دو  سوزنه با شش نخ و دارای نتظیم طول بخیه و مناسب برای دوخت پارچه های معمولی و ضخیم می باشد.",
        application: ["15", "17", "18"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "r0.1", label: "موتور", value: "موتور مستقیم بدون تسمه" },
          { id: "r1", label: "طول بخیه", value: "4.0 ~ 1.4 میلیمتر" },
          { id: "r2", label: "فاصله سوزن ها", value: "6.4 میلیمتر" },
          { id: "r3", label: "تعداد نخ", value: "6" },
          { id: "r4", label: "ارتفاع پایه پرس", value: " 10 ~ 8 میلیمتر" },
          { id: "r5", label: "شماره سوزن", value: "#21 ~ #14" },
          { id: "r6", label: "سرعت دوخت", value: "3500 بخیه در دقیقه" },
        ],
      },
    ],
  },
  {
    id: "9",
    farsi: "کش دوز زنانه",
    category: "Interlock Elastic Binding",
    category_title: "",
    main_image: "interlock_F007KD-W522-364.png",
    brand: "سیروبا",
    general_description: [
      "این چرخ خیاطی مخصوص دوخت کش بر روی لباس‌های زنانه است. قابلیت کنترل کشش و تنظیم دقیق کش باعث شده گزینه‌ای مناسب برای لباس‌های راحتی و زیر باشد.",
    ],
    resources: [
      {
        id: "R9_001",
        title: "F007KD",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://iransiruba.com/downloads/F007K-SERIES-20240513-s.pdf",
            id: 1714320689662,
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://iransiruba.com/downloads/F007K_F007KD-Instruction-Book_MY42K_20190627.pdf",
            id: 1714320689762,
          },
          {
            label: "لیست قطعات",
            link: "https://iransiruba.com/downloads/F007KD-DF_parts-list_20240828.pdf",
            id: 1714320689862,
          },
          {
            label: "لیست قطعات جانبی",
            link: "https://iransiruba.com/downloads/F007KD-DF_attachment-parts-list_20240911.pdf",
            id: 1714320689962,
          },
          {
            label: "لیست پارامترها",
            link: "https://iransiruba.com/downloads/F007KD_Parameters.pdf",
            id: 1714320689172,
          },
          {
            label: "لیست کدهای خطا",
            link: "https://iransiruba.com/downloads/F007KD_Errors.pdf",
            id: 1714320689182,
          },
        ],
      },
    ],
    models: [
      {
        id: "16",
        resource_id: "R9_001",
        title: "F007KD-W522-364",
        detail:
          "نوار تور دوز-تیغ راست-چهار نخ-سه سوزنه-لباس زیر زنانه-هولدر نوار بالا",
        full_name: "F007KD-W522-364/FR/FFC/FEC/LS-A/DFKU1-0",
        image: "interlock_F007KD-W522-364.png",
        sub_category: "کش دوز زنانه",
        description:
          " چرخ صنعتی میادندوز نوار و کش دوز F007KD-W522-364 با سیستم کش از بالا و پایین می باشد. سیستم تغذیه نوار و کش، طول و کشش را کنترل میکند، که کیفیت دوخت عالی انجام میدهید و دوخت حرفه ای ایجاد کند. دارای تریمر از سمت راست می باشد.  ",
        application: ["12"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "i0.1", label: "موتور", value: "مستقیم بدون تسمه" },
          { id: "i0.12", label: "تریمر سمت راست", value: "دارد" },
          { id: "i0.2", label: "تغذیه کش مکانیکی", value: "دارد" },
          { id: "i0.3", label: "کاتر الکتریکی زانویی", value: "دارد" },
          { id: "i0.4", label: "هولدر نوار", value: "بالا" },
          { id: "i1", label: "تعداد سوزن", value: "3" },
          { id: "i2", label: "تعداد نخ", value: "5" },
          { id: "i3", label: "فاصله سوزن ها", value: "6.4 میلیمتر" },
          { id: "i4", label: "طول دوخت", value: "1.6 ~ 4.2" },
          { id: "i5", label: "مقدار حرکت کارپیشبر", value: "0.5 ~ 1.3" },
          { id: "i6", label: "ارتفاع پایه", value: "5 میلیمتر" },
          { id: "i7", label: "تعداد دوخت در دقیقه ", value: "4500" },
        ],
      },
      {
        id: "17",
        resource_id: "R9_001",
        title: "F007KD-W522-240",
        detail:
          "نوار تور دوز-دوخت کش کاغذی-تیغ راست-چهار نخ-سه سوزنه-لباس زیر زنانه",
        full_name: "F007KD-W522-240/FR/FQS/DFKU1-0",
        image: "interlock_F007KD-W522-364.png",
        sub_category: "کش دوز زنانه کاغذی",
        description:
          " چرخ صنعتی میادندوز نوار و کش دوز F007KD-W522-240 با هولدر نوار از بالا می باشد. سیستم تغذیه نوار و کش، طول و کشش را کنترل میکند، که کیفیت دوخت عالی انجام میدهید و دوخت حرفه ای ایجاد کند. دارای تریمر از سمت راست می باشد.  این چرخ خیاطی امکان دوخت با کیفیت بالا با موارد ناپایدار (بافندگی های الاستیک، لاکرا، و غیره) را فراهم می کند.",
        application: ["12"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "i0.1", label: "موتور", value: "مستقیم بدون تسمه" },
          { id: "i0.12", label: "تریمر سمت راست", value: "دارد" },
          { id: "i0.2", label: "تغذیه کش مکانیکی", value: "دارد" },
          { id: "i0.3", label: "کاتر الکتریکی زانویی", value: "دارد" },
          { id: "i0.4", label: "هولدر نوار", value: "بالا" },
          { id: "i1", label: "تعداد سوزن", value: "3" },
          { id: "i2", label: "تعداد نخ", value: "5" },
          { id: "i3", label: "فاصله سوزن ها", value: "4 میلیمتر" },
          { id: "i4", label: "طول دوخت", value: "1.6 ~ 4.2" },
          { id: "i5", label: "مقدار حرکت کارپیشبر", value: "0.5 ~ 1.3" },
          { id: "i6", label: "ارتفاع پایه", value: "5 میلیمتر" },
          { id: "i7", label: "تعداد دوخت در دقیقه ", value: "4500" },
        ],
        machine_id: "9",
      },
    ],
  },
  {
    id: "10",
    farsi: "هشت و هفت",
    category: "LZ Series",
    category_title: "",
    main_image: "lz_series_LZ457A-143N-L.png",
    brand: "سیروبا",
    general_description: [
      "چرخ خیاطی هشت و هفت نوع خاصی از چرخ‌های سردوز یا میاندوز است که با دو سیستم نخ‌دهی مختلف برای کارهای خاص در دوخت صنعتی استفاده می‌شود.",
    ],
    resources: [
      {
        id: "R10_001",
        title: "LZ457A",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://iransiruba.com/downloads/LZ-Series_DM_20240311_s.pdf",
          },
        ],
      },
    ],
    models: [
      {
        id: "17",
        resource_id: "R10_001",
        title: "LZ457A-143N-L",
        detail: "",
        full_name: "LZ457A-143N-L",
        image: "lz_series_LZ457A-143N-L.png",
        sub_category: "هفت و هشت",
        description: `
        
        <p>
    این دستگاه مخصوص دوخت چین‌های تزئینی به شکل صدفی بر روی یقه و نوار است که از سیستم دوخت زیگزاگ برای ایجاد چین‌های دقیق و منظم استفاده می‌کند. دستگاه قابلیت دوخت چهار بخیه یا شش بخیه برای هر چین را دارد و مناسب برای استفاده در لباس‌های زنانه مانند کرست، زیرپوش، لباس خواب، پیراهن‌های بدون یقه و همچنین دوخت روی یقه، سرآستین و بندهای لباس‌های بافتنی می‌باشد. این تکنولوژی امکان ایجاد نوارهای موج‌دار یا چین‌دار منظم را با اتصال محکم فراهم می‌کند و به زیبایی ظاهری لباس می‌افزاید.
  </p>

  <h3 class="mt-4 text-blue-700">ویژگی‌های برتر:</h3>
  <ul class="pr-10 leading-10 list-disc">
    <li>مکانیزم دوخت صدفی با چین‌دوزی دقیق</li>
    <li>امکان انتخاب الگوی چهار بخیه یا شش بخیه برای هر چین</li>
    <li>دوخت زیگزاگ برای اتصال محکم و تزئینی نوارها</li>
    <li>مناسب برای کرست، لباس‌زیر، لباس‌خواب و پیراهن‌های بدون یقه</li>
    <li>قابل استفاده برای یقه، سرآستین یا بند لباس‌های کشباف و تریکو</li>
    <li>ایجاد نوارهای تزئینی موج‌دار یا چین‌دار با دقت بالا</li>
  </ul>
        
        `,
        // "چرخ خیاطی صنعتی هفت و هشت سیروبا مدل LZ457A-143N-L برای دوخت های مختلف تزئینی یقه مناسب است. همچنین این چرخ خیاطی صنعتی دوخت کرست، لباس مجلسی، روتختی، پیراهن های بدون یقه، و یقه، سرآستین، یا بند شانه لباس های بافتنی کارایی دارد.",
        application: [],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "w6", label: "عرض دوخت", value: "5 ~ 8 میلیمتر" },
          { id: "w7", label: "طول دوخت", value: "1.3 ~ 2 میلیمتر" },
          { id: "w8", label: "تعداد دوخت در دقیفه", value: "3400" },
          { id: "w4", label: "نمونه دوخت یقه", value: "LZ457A-143N-L.png" },
          { id: "w11a", label: "آپشن های دوخت", value: "LZ457A-143N-L01.png" },
          { id: "w11b", label: "آپشن های دوخت", value: "LZ457A-143N-L02.png" },
          { id: "w11c", label: "آپشن های دوخت", value: "LZ457A-143N-L03.png" },
          { id: "w11d", label: "آپشن های دوخت", value: "LZ457A-143N-L04.png" },
        ],
      },
    ],
  },
  {
    id: "11",
    farsi: "نما دوز",
    category: "Bartacking Machine",
    category_title: "",
    main_image: "bartacking_BT630Q-02E.png",
    brand: "سیروبا",
    general_description: [
      "نما دوز برای دوخت‌های تزئینی و نمای بیرونی لباس به‌کار می‌رود. در تولید پوشاکی که زیبایی دوخت اهمیت دارد، مانند مانتو و لباس مجلسی، استفاده می‌شود.",
    ],
    resources: [
      {
        id: "R11_001",
        title: "BT630Q",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://iransiruba.com/downloads/BT430Q-438Q-530Q-630Q_DM_20240506_s.pdf",
          },
          {
            label: "لیست قطعات",
            link: "https://iransiruba.com/downloads/BT430Q-438Q-530Q-630Q_parts-list_20220503.pdf",
          },
        ],
      },
    ],
    models: [
      {
        id: "18",
        resource_id: "R11_001",
        title: "BT630Q-02E",
        detail:
          "نما دوز-استپ موتور-صفحه کار 60x80 میلیمتر-98 طرح آماده-روغنکاری اتومات-کنترل پنل-کنترل با دو پدال",
        full_name: "BT630Q-02E",
        image: "bartacking_BT630Q-02E.png",
        sub_category: "نما دوز",
        description: `چرخ صنعتی الیک BT630Q-02E که قابلیت نما دوزی طرح های کوچک را دارد و دارای سطح 60 در 80 سانتیمتری فضای کار میباشد. 
          
<p>
    چرخ خیاطی حرفه‌ای <strong>BT630Q-02E</strong> از سری BT یک دستگاه راسته‌دوز الکترونیکی با قابلیت دوخت بارتک، دوخت دکمه و دوخت الگوهای کوچک تا ابعاد 80×60 میلی‌متر است. این دستگاه با طراحی بدون روغن‌کاری مستقیم و استفاده از قطعاتی با روکش DLC و یاتاقان برای اهرم نخ‌کش، مانع ایجاد لکه روغن بر روی پارچه می‌شود. امکان استفاده از حالت دو پدال برای عملیات دوخت خاص فراهم شده است که موجب سهولت در موقعیت‌دهی پارچه می‌گردد. کنترل پنل دارای درگاه USB داخلی برای بارگذاری آسان الگوها بوده و با قابلیت تنظیم کورس نخ‌کش، عملکرد دوخت را برای پارچه‌های سنگین تثبیت می‌کند. سیستم برش نخ پیشرفته نیز باعث کوتاه‌تر شدن انتهای نخ و کاهش نیاز به تکمیل دستی می‌شود. همچنین با تنظیم ارتفاع پایه فشاردهنده به‌صورت پله‌ای، میزان سفتی نخ در شرایط مختلف ضخامت پارچه به شکل یکنواخت حفظ می‌شود.
  </p>

  <h3 class="mt-4 text-blue-700">ویژگی‌های برتر:</h3>
  <ul class="pr-10 leading-10 list-disc">
    <li>قابلیت دوخت الگوهای کوچک با محدوده تا 80×60 میلی‌متر</li>
    <li>طراحی بدون روغن با استفاده از نوار سوزن DLC و روانکاری با گریس برای جلوگیری از ایجاد لکه روغن</li>
    <li>پشتیبانی از حالت دو پدال برای موقعیت‌دهی بهتر در دوخت‌های خاص</li>
    <li>پنل کنترل دیجیتال با درگاه USB داخلی برای وارد کردن آسان الگوها</li>
    <li>عملکرد پایدار در دوخت پارچه‌های ضخیم با تنظیم کورس نخ‌کش</li>
    <li>طراحی جدید مکانیزم برش نخ برای کاهش طول نخ باقی‌مانده و به حداقل رساندن نیاز به برش دستی</li>
    <li>تنظیم ارتفاع پایه فشاردهنده برای حفظ فشار یکنواخت و سفتی مناسب نخ در تغییر ضخامت پارچه</li>
  </ul>          
          `,
        application: ["19"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "y1", label: "کاربرد", value: "دوخت طرحهای کوچک" },
          { id: "y2", label: "فضای کار", value: "60 در 80 سانتیمتر" },
          { id: "y3", label: "عرض دوخت", value: "12/7 u2013 0/5 میلیمتر" },
          {
            id: "y4",
            label: "سایز",
            value: "22-30 / 14-22 / 18-26 / 26-34 / 34-42 میلیمتر",
          },
          { id: "y5", label: "عرض دوخت زیگزاگ", value: "5.0 ~ 1.5 میلیمتر" },
          { id: "y6", label: "سرعت دوخت", value: "3000 spm" },
        ],
      },
    ],
  },
  {
    id: "12",
    farsi: "دکمه دوز",
    category: "Button Sewing",
    category_title: "",
    main_image: "buttonsewing-PK511.png",
    brand: "سیروبا",
    general_description: [
      "دکمه‌دوز مخصوص دوخت دکمه روی انواع لباس است و با سرعت و دقت بالا فرآیند نصب دکمه را در تولید انبوه ساده می‌کند.",
    ],
    resources: [
      {
        id: "R12_001",
        title: "PK511",
        downloads: [
          {
            label: "کتاب دستورالعمل",
            link: "https://iransiruba.com/downloads/PK511_GJ-05B04_instruction-book_20210624.pdf",
          },
          {
            label: "لیست قطعات",
            link: "https://iransiruba.com/downloads/PK511_GJ-05B05_Parts-list_20210624_s.pdf",
          },
        ],
      },
      {
        id: "R12_002",
        title: "LKS-1900AN",
        downloads: [
          {
            label: "کتاب دستورالعمل",
            link: "https://iransiruba.com/downloads/LKS-1900AN-instruction-book-parts-list_BY808JK_20160304_S-02-03.pdf",
          },
          {
            label: "لیست قطعات",
            link: "https://iransiruba.com/downloads/LKS-1900AN_parts-list_20230216.pdf",
          },
        ],
      },
    ],
    models: [
      {
        id: "19",
        resource_id: "R12_001",
        title: "PK511",
        detail: "موتور سِرو- دوکمه دوز- بالابر اتومات - پارچه معمولی",
        full_name: "PK511",
        image: "buttonsewing-PK511.png",
        sub_category: "دکمه دوز تک نخ",
        description: `
         <p>
    چرخ خیاطی صنعتی <strong>Siruba PK511</strong> یک دستگاه تخصصی دکمه‌دوز زنجیره‌ای تک‌نخ است که به‌طور ویژه برای دوخت دکمه روی پوشاک مردانه و بلوز در شرایط مختلف دوخت طراحی شده است. این مدل  به مکانیسم پیشرفته جلوگیری از ریش‌ریش شدن نخ مجهز است که به‌صورت قابل تنظیم فعال یا غیرفعال می‌شود تا دوختی زیبا و بادوام ارائه دهد. طراحی این دستگاه نسبت به مدل‌های قبلی بهبود یافته و عملکرد آن ارتقاء یافته است. این چرخ قابلیت استفاده از اتصالات و قطعات جانبی مدل‌های متداول دیگر را نیز دارد.
  </p>

  <h3 class="mt-4 text-blue-700">ویژگی‌های برتر:</h3>
  <ul class="pr-10 leading-10 list-disc">
    <li>مجهز به مکانیسم جلوگیری از ریش‌ریش شدن نخ با امکان فعال/غیرفعال‌سازی</li>
    <li>قابلیت دوخت دکمه با تعداد بخیه‌های ۸، ۱۶ یا ۳۲ متناسب با شرایط دوخت</li>
    <li>سرعت بالا در دوخت دکمه با کیفیت و دوام بالا</li>
    <li>قابل استفاده با اتصالات و لوازم جانبی چرخ‌های خیاطی متداول دیگر</li>
  </ul>
        `,
        application: ["10", "15", "16", "17"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [],
      },
      {
        id: "20",
        resource_id: "R12_002",
        title: "LKS-1903AN-SS302",
        detail: "موتور سِرو- دوکمه دوز- بالابر اتومات - پارچه معمولی",
        full_name: "LKS-1903AN-SS302",
        image: "buttonsewing-bartacking_LKS-1900ANSS.png",
        sub_category: "دکمه دوز ماکو دار دو نخ",
        description:
          // "چرخ صنعتی دکمه دوز LKS-1903ANSS302 با کنترل الکترونیکی با دو سوزن و راسته دوزمی باشد. برای دوخت دکمه های تخت طراحی شده و امکان دوخت دکمه با پا هم دارد. این چرخ خیاطی با همکاری ژوکی تولید شده است به همین جهت مجهز به پنل و قطعات الکترونیکی ساخت شرکت ژوکی می باشد. سرعت بالای دوخت، کیفیت دوخت عالی، فضای کار مناسب، روغنکاری اتومات، کنترل موتور پله ای و راحتی کار از مزایای این چرخ خیاطی می باشد. سرعت بالا، کیفیت دوخت عالی، فضای کار مناسب، روغنکاری اتومات، کنترل موتور پله ای و راحتی کار از مزایای این چرخ خیاطی می باشد. سرعت دوخت این چرخ خیاطی حداکثر 2700 دور در دقیقه است. با شروع و توقف سریع و ارائه 50 الگوی خیاطی که تنظیم آن آسان است. این چرخ خیاطی صنعتی با تجهیز اختیاری فیدر دکمه خودکار ABFمی تواند به بالاترین بازده تولید برسد"
          ` 
          
          <p>
    چرخ دکمه‌دوز الکترونیکی <strong>LKS1903</strong> یک دستگاه دو‌نخ با دوخت راسته است که به‌طور استاندارد برای دوخت دکمه‌های تخت طراحی شده و امکان تغییر آن برای دوخت دکمه‌های پایه‌دار نیز وجود دارد (با نصب قطعات اختیاری). این دستگاه در همکاری با برند معتبر <strong>Juki</strong> تولید شده و از سیستم الکترونیکی و پنل کنترلی همین برند بهره می‌برد. LKS1903 با دقت و سرعت بالا، گزینه‌ای مناسب برای تولیدات صنعتی پوشاک است.
  </p>

  <h3 class="mt-4 text-blue-700">ویژگی‌های برتر:</h3>
  <ul class="pr-10 leading-10 list-disc">
    <li>دارای ۳۸ الگوی مختلف برای دوخت دکمه</li>
    <li>قابلیت دوخت دکمه‌هایی با قطر ۸ تا ۳۲ میلی‌متر (محدوده استاندارد: ۸ تا ۲۰ میلی‌متر)</li>
    <li>مجهز به سیستم برش نخ خودکار برای افزایش سرعت و دقت کار</li>
    <li>حد اقل سرعت دوخت تا ۲۷۰۰ بخیه در دقیقه برای بهره‌وری بالا</li>
    <li>سازگاری کامل با کنترل پنل و الکترونیک برند ژاپنی Juki</li>
  </ul>
          
          `,
        application: ["10", "15", "16", "17"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "bb1", label: "طول بخیه", value: "10 ~ 0.1 میلیمتر" },
          {
            id: "bb2",
            label: "ارتفاع سوزن از سطح دوخت",
            value: "4.5 سانتیمتر",
          },
          { id: "bb3", label: "شماره سوزن", value: "#14" },
          {
            id: "bb4",
            label: "سایز دکمه",
            value: "Φ8~Φ32 mm ( استاندارد Φ8~Φ20 mm)",
          },
          { id: "bb5", label: "سرعت دوخت", value: "3200 بخیه در دقیقه" },
        ],
      },
    ],
  },
  {
    id: "13",
    farsi: "مادگی چشمی",
    category: "Eyelet Button Hole",
    category_title: "",
    main_image: "button-holing-machine_BH-9820.png",
    brand: "سیروبا",
    general_description: [
      "این چرخ برای ایجاد جا دکمه یا مادگی بر روی لباس به‌کار می‌رود. دقت در برش و دوخت، آن را به گزینه‌ای مناسب برای پوشاک رسمی و مجلسی تبدیل کرده است.",
    ],
    resources: [
      {
        id: "R13_001",
        title: "BH-9820",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://iransiruba.com/downloads/BH-9820-Series-20240513-s.pdf",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://iransiruba.com/downloads/BH9820-instruction-book.pdf",
          },
          {
            label: "لیست قطعات",
            link: "https://iransiruba.com/downloads/BH9820-parts-list_20231222.pdf",
          },
          {
            label: "لیست کدهای خطا",
            link: "https://iransiruba.com/downloads/BH9820_Errors.pdf",
          },
        ],
      },
      {
        id: "R13_002",
        title: "LBHS-1790D",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://iransiruba.com/downloads/LBHS-1790D-series.pdf",
          },
          {
            label: "لیست پارامترها",
            link: "https://iransiruba.com/downloads/1790D_S_Parameters.pdf",
          },
          {
            label: "لیست پارامترهای 'K'",
            link: "https://iransiruba.com/downloads/1790D_K_Parameters.pdf",
          },
          {
            label: "لیست پارامترهای 'S'",
            link: "https://iransiruba.com/downloads/1790D_S_Parameters.pdf",
          },
          {
            label: "لیست پارامترهای 'U'",
            link: "https://iransiruba.com/downloads/1790D_U_Parameters.pdf",
          },
          {
            label: "لیست خطاهای 'E'",
            link: "https://iransiruba.com/downloads/1790D E Errors.pdf",
          },
          {
            label: "لیست خطاها و هشدارهای 'M'",
            link: "https://iransiruba.com/downloads/1790D_M_Warnings.pdf",
          },
        ],
      },
    ],
    models: [
      {
        id: "21",
        resource_id: "R13_001",
        title: "BH9820-01",
        detail:
          "مادگی دوز-تریم بلند نخ سوزن-تریم بلند نخ بوبین-کم صدا-کم لرزش-تنظیم محل تیغ برش-پنل راحت کاربری-لباس مردانه، کت، شلورهای معمولی و جین",
        full_name: "BH9820-01",
        image: "button-holing-machine_BH-9820.png",
        sub_category: "مادگی چشمی معمولی",
        description: `
        <p>چرخ صنعتی مادگی دوز الکتریکی BH9820-01 با داشتن سیستم کنترل Servo طرح های مادگی دکمه را با دقت بالا اجرا میکند. قابلیت کار بروی پارچه با ضخامت های مختلف را دارد. داشتن نمایشگر برای انتخاب طرح ها، صدای کم دستگاه، کاتر و تنظیمات ساده کار با این چرخ صنعتی را برای اپراتور راحت کرده. </p>
        <p>چرخ جادکمه‌زن الکترونیکی، مجهز به موتور سروو کم‌مصرف داخلی در سر دستگاه و موتورهای پله‌ای برای کنترل مکانیزم‌های مختلف است. این دستگاه قابلیت دوخت انواع جادکمه‌ها را دارد؛ اعم از جادکمه‌های ساده یا چشمی (eyelet)، با برش پارچه قبل یا بعد از دوخت، با گره‌زنی همزمان یا متقاطع و حتی جادکمه‌های گرد (با تعویض تیغ و بلوک برش). پارامترهای پایه دوخت از جمله اندازه، نوع جادکمه، روش برش و سرعت دوخت از طریق پنل کنترلی ساده و گرافیکی قابل تنظیم است. همچنین می‌توان برای هر نوع جادکمه، شکل، عرض و نوع برش را به‌صورت اختصاصی برنامه‌ریزی کرد. امکان تعویض سریع نوع جادکمه بدون نیاز به تنظیمات مکانیکی پیچیده، این دستگاه را برای تولیدات سری کوتاه با تنوع بالا ایده‌آل کرده است. طراحی خاص سر چرخ امکان دوخت طولی روی قطعات بلند را فراهم می‌کند و برای عملکرد، نیاز به اتصال به هوای فشرده دارد.</p>
        
        <h2 class="mt-4 text-blue-700">ویژگی‌های برتر چرخ جادکمه‌زن الکترونیکی</h2>
  <ul class="pr-10 leading-10 list-disc">
    <li>مجهز به موتور سروو داخلی با مصرف انرژی پایین</li>
    <li>کنترل مکانیزم‌ها با موتورهای پله‌ای دقیق</li>
    <li>قابلیت دوخت جادکمه ساده، چشمی، گرد و انواع گره‌دار</li>
    <li>برش قبل یا بعد از دوخت با امکان انتخاب نوع گره‌زنی</li>
    <li>تنظیمات کامل دوخت از طریق پنل کنترلی گرافیکی و کاربرپسند</li>
    <li>برنامه‌ریزی دقیق شکل، عرض و نوع برش برای هر جادکمه</li>
    <li>تغییر سریع نوع جادکمه بدون نیاز به تنظیمات مکانیکی سخت</li>
    <li>مناسب برای تولیدات کوتاه‌مدت با تنوع بالا در الگوها</li>
    <li>طراحی سر چرخ برای دوخت طولی روی قطعات بلند</li>
    <li>نیازمند اتصال به هوای فشرده برای عملکرد دستگاه</li>
  </ul>
        
        `,
        application: ["17", "18"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "w2", label: "کاربرد", value: "لباس مردانه و غیر رسمی" },
          { id: "w3", label: "برش نخ سوزن و ماسوره", value: "کوتاه" },
          { id: "w4", label: "طرح ها", value: "BH_01_button-hole.png" },
          {
            id: "w5",
            label: "سایز",
            value: "دایره 42-8 میلیمتر ، بلندی 42-5 میلیمتر",
          },
          { id: "w6", label: "عرض دوخت زیگزاگ", value: "5.0 ~ 1.5 میلیمتر" },
          { id: "w7", label: "سرعت دوخت", value: " 2500 ~ 1000 rpm" },
        ],
      },
      {
        id: "22",
        resource_id: "R13_001",
        title: "BH9820-02",
        detail: `مادگی دوز-تریم کوتاه نخ سوزن-تریم کوتاه نخ بوبین-کم صدا-کم لرزش-تنظیم محل تیغ برش-پنل راحت کاربری-مناسب شلورهای معمولی و جین
                `,
        full_name: "BH9820-02",
        image: "button-holing-machine_BH-9820.png",
        sub_category: "مادگی چشمی ضخیم",
        description: `
          <p>چرخ صنعتی مادگی دوز الکتریکی BH9820-02 با داشتن سیستم کنترل Servo طرح های مادگی دکمه را با دقت بالا اجرا میکند. قابلیت کار بروی پارچه با ضخامت های مختلف را دارد. داشتن نمایشگر برای انتخاب طرح ها، صدای کم دستگاه، کاتر و تنظیمات ساده کار با این چرخ صنعتی را برای اپراتور راحت کرده. </p>
          <p>چرخ خیاطی جادکمه‌زن الکترونیکی مجهز به موتور سروو صرفه‌جویی در انرژی است که در سر دستگاه تعبیه شده و با موتورهای پله‌ای برای کنترل مکانیزم‌های مختلف کار می‌کند. این دستگاه قابلیت دوخت جادکمه به‌صورت ساده یا دارای سوراخ چشمی (Eyelet) را دارد و امکان برش پارچه قبل یا بعد از دوخت با انواع گره‌بندی (Bartack) یا بدون آن را فراهم می‌کند. همچنین قابلیت دوخت سوراخ‌های گرد نیز وجود دارد (با تعویض تیغ و بلوک برش). کلیه تنظیمات مربوط به نوع، اندازه، روش برش و سرعت دوخت از طریق پنل کنترلی کاربرپسند انجام می‌شود که اطلاعات به‌صورت گرافیکی نمایش داده می‌شوند. این دستگاه با امکان تعویض سریع نوع جادکمه بدون نیاز به تنظیمات مکانیکی پیچیده، گزینه‌ای ایده‌آل برای تولیدات سری کوتاه و متنوع است. طراحی سر چرخ امکان دوخت طولی را روی قطعات بلند فراهم کرده و برای عملکرد آن نیاز به اتصال به هوای فشرده است.</p>
        
        <h2 class="mt-4 text-blue-700">ویژگی‌های برتر چرخ جادکمه‌زن الکترونیکی</h2>
  <ul class="pr-10 leading-10 list-disc">
    <li>مجهز به موتور سروو کم‌مصرف داخل سر چرخ</li>
    <li>کنترل دقیق با موتورهای پله‌ای برای مکانیزم‌های مختلف</li>
    <li>قابلیت دوخت جادکمه ساده، چشمی (Eyelet)، گرد و دارای گره (Bartack)</li>
    <li>امکان برش قبل یا بعد از دوخت</li>
    <li>تنظیمات کامل از طریق پنل کنترلی ساده و گرافیکی</li>
    <li>قابلیت برنامه‌ریزی شکل، عرض و نوع برش برای هر جادکمه</li>
    <li>تغییر سریع نوع جادکمه بدون نیاز به تنظیمات پیچیده</li>
    <li>طراحی مناسب برای دوخت طولی روی قطعات بلند</li>
    <li>نیاز به اتصال هوای فشرده برای عملکرد دستگاه</li>
  </ul>

        `,
        application: ["17", "18"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "x2", label: "کاربرد", value: "شلوارهای جین و دیگر شلوارها" },
          { id: "x3", label: "برش نخ سوزن و ماسوره", value: "بلند" },
          { id: "x4", label: "طرح ها", value: "BH_02_button-hole.png" },
          {
            id: "x5",
            label: "سایز",
            value: "22-30 / 14-22 / 18-26 / 26-34 / 34-42 میلیمتر",
          },
          { id: "x6", label: "عرض دوخت زیگزاگ", value: "5.0 ~ 1.5 میلیمتر" },
          { id: "x7", label: "سرعت دوخت", value: "2500 ~ 1000 rpm" },
        ],
      },
      {
        id: "23",
        resource_id: "R13_002",
        title: "LBHS-1790DS",
        detail:
          "مادگی دوز-مادگی پیراهن-مادگی تریکو خطی-کم صدا-کم لرزش-تنظیم محل تیغ برش-پنل راحت کاربری-مناسب پارچه های نازک",
        full_name: "LBHS-1790DS",
        image: "button-holing-machine_LBHS-1790DS.png",
        sub_category: "مادگی پیراهن",
        description: `
        
         <p>
    چرخی پیشرفته برای دوخت جادکمه با کیفیت عالی، مجهز به سیستم کنترل کامپیوتری و قلاب چرخان جدید برای جلوگیری از مشکلات دوخت. مناسب برای دوخت دقیق و حرفه‌ای در لباس‌های مردانه و زنانه با قابلیت اجرای الگوهای متنوع.
  </p>
  <h3 class="mt-4 text-blue-700">ویژگی‌های برتر:</h3>
  <ul class="pr-10 leading-10 list-disc">
    <li>سیستم قلاب چرخان جدید برای جلوگیری از پارگی نخ و پیچیدگی</li>
    <li>امکان دوخت با کشش پایین برای تولید درزهای ظریف و تزئینی</li>
    <li>وضوح بسیار بالا در اجرای الگوها با دقت ۰٫۰۵ میلی‌متر</li>
    <li>الگوهای متنوع: زیگزاگ، مستطیلی، خط‌کشی، دوخت صلیبی و غیره</li>
    <li>دوخت زیرکار (Underlay) برای افزایش استحکام جادکمه و جلوگیری از جمع شدن پارچه</li>
    <li>مناسب برای پارچه‌های ظریف و کاربردهای دقیق</li>
  </ul>
        
        `,
        // "چرخ صنعتی مادگی دوز کامپیوتری LBHS-1790DS با داشتن سیستم کنترل Servo طرح های مادگی دکمه را با دقت بالا اجرا میکند. سرعت کار بالا با داشتن قلاب چرخشی از ویژگی های این چرخ خیاطی صنعتی سیروبا می باشد. مناسب برای انجام کار بر روی پیراهن، تریکو، مانتو، کتان، لباس کار و نظیر اینگونه پارچه ها می باشد.<br/> ",
        application: ["16", "15"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [],
        machine_id: "13",
      },
    ],
  },
  {
    id: "14",
    farsi: "الیک",
    category: "Bartacking Elik",
    category_title: "",
    main_image: "buttonsewing-bartacking_LKS-1900ANSS.png",
    brand: "سیروبا",
    general_description: [
      "چرخ الیک برای دوخت‌های تقویتی، خصوصاً در نواحی حساس مثل جیب، یقه یا بند شلوار استفاده می‌شود. دوخت‌های محکم و تکرارشونده ویژگی بارز این دستگاه است.",
    ],
    resources: [
      {
        id: "R14_021",
        title: "LKS-1900D",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://iransiruba.com/downloads/LKS-1900D-Series_DM_20231013_s.pdf",
          },
          {
            label: "لیست قطعات",
            link: "https://iransiruba.com/downloads/LKS-1900D-Series_parts-list_20230116.pdf",
          },
        ],
      },
      {
        id: "R14_001",
        title: "LKS-1900AN",
        downloads: [
          {
            label: "کتاب دستور العمل و قطعات",
            link: "https://iransiruba.com/downloads/LKS-1900AN-instruction-book-parts-list_BY808JK_20160304_S-02-03.pdf",
          },
          {
            label: "لیست قطعات",
            link: "https://iransiruba.com/downloads/LKS-1900AN_parts-list_20230216.pdf",
          },
        ],
      },
      {
        id: "R15_011",
        title: "BT530Q-01",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://iransiruba.com/downloads/BT430Q-438Q-530Q-630Q_DM_20240506_s.pdf",
          },
          {
            label: "لیست قطعات",
            link: "https://iransiruba.com/downloads/BT430Q-438Q-530Q-630Q_parts-list_20220503.pdf",
          },
        ],
      },
      {
        id: "R16_011",
        title: "BT430Q-06",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://iransiruba.com/downloads/BT430Q-438Q-530Q-630Q_DM_20240506_s.pdf",
          },
          {
            label: "لیست قطعات",
            link: "https://iransiruba.com/downloads/BT430Q-438Q-530Q-630Q_parts-list_20220503.pdf",
          },
        ],
      },
    ],
    models: [
      {
        id: "21",
        resource_id: "R14_021",
        title: "LKS-1900D-SS",
        detail:
          "استپ موتور-کارایی و دقت بالا-پارچه معمولی-صدای کم-روغن پلمپ شده-جعبه کنترل متصل-کنترل پنل جدید-پرس پا اتومات-کاتر اتومات",
        full_name: "LKS-1900D-SS",
        image: "buttonsewing-bartacking_LKS-1900D-HS.png",
        sub_category: "الیک فاستونی",
        description: `
        <p>چرخ خیاطی الیک الکترونیکی Siruba LKS-1900D یک دستگاه راسته‌دوز کامپیوتری با سرعت بالا و عملکرد بسیار دقیق است که تمرکز آن بر کیفیت دوخت، بهره‌وری و کارایی است. طراحی یکپارچه سر دستگاه و جعبه کنترل، نصب آسان‌تری را فراهم می‌کند. پنل کنترل جدید این چرخ ساده و کاربرپسند بوده و مکانیزم‌های اتوماتیک بالابر پایه دوخت و قیچی نخ، عملکردی سریع‌تر و پایدارتر ارائه می‌دهند. ساختار بدون روغن سر دستگاه از ایجاد لکه روغن جلوگیری می‌کند و دوست‌دار محیط زیست است. سیستم روغن‌کاری بسته، باعث کاهش صدا و افزایش عمر مفید دستگاه می‌شود. وجود گیره نخ سوزن از لغزش نخ در ابتدای دوخت جلوگیری کرده و تشکیل گره‌های ناخواسته در زیر پارچه و مشکلات لکه‌زایی را به حداقل می‌رساند. سیستم کنترل بسته حلقه‌ای با موتور پله‌ای، به‌طور مداوم حرکات مکانیکی را مانیتور کرده و با جبران خطاها، دقت، پاسخ‌دهی و بهره‌وری دستگاه را افزایش می‌دهد. این چرخ با قابلیت دوخت تا ۳۳۰۰ بخیه در دقیقه، باعث افزایش سرعت عملیات و کاهش چشمگیر زمان چرخه تولید می‌شود.</p>
        
        <h2 class="mt-4 text-blue-700">ویژگی‌های برتر چرخ الیک کامپیوتری Siruba LKS-1900D</h2>
          <ul class="pr-10 leading-10 list-disc">
            <li>تمرکز بر کیفیت، بهره‌وری و عملکرد بالا</li>
            <li>اتصال یکپارچه سر دستگاه و جعبه کنترل برای نصب آسان‌تر</li>
            <li>پنل کنترل جدید با طراحی ساده و کاربرپسند</li>
            <li>مکانیزم‌های جدید برای قیچی نخ و بالابر پایه دوخت با عملکرد سریع‌تر و پایدارتر</li>
            <li>سر دستگاه با ساختار بدون روغن برای جلوگیری از لکه و محافظت از محیط زیست</li>
            <li>سیستم روغن‌کاری بسته برای کاهش صدا و افزایش عمر دستگاه</li>
            <li>مجهز به گیره نخ سوزن برای جلوگیری از لغزش نخ و کاهش گره در زیر پارچه</li>
            <li>سیستم کنترل بسته با موتور پله‌ای برای دقت و سرعت پاسخ‌دهی بیشتر</li>
            <li>سرعت دوخت بسیار بالا تا ۳۳۰۰ بخیه در دقیقه، با کاهش چشمگیر زمان چرخه کاری</li>
          </ul>

        `,
        application: [],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "z1", label: "طول بخیه", value: "10.0 ~ 0.1 میلیمتر" },
          {
            id: "z2",
            label: "ارتفاع سوزن از سطح دوخت",
            value: "17 ~ 14 میلیمتر",
          },
          { id: "z3", label: "طول سوزن", value: "41.2 میلیمتر" },
          { id: "z4", label: "شماره سوزن", value: "DP x 5 #11" },
          { id: "z5", label: "سرعت دوخت", value: "3300 بخیه در دقیقه" },
        ],
      },
      {
        id: "22",
        resource_id: "R14_021",
        title: "LKS-1900D-HS",
        detail:
          "استپ موتور-کارایی و دقت بالا-پارچه معمولی و ضخیم-صدای کم-روغن پلمپ شده-جعبه کنترل متصل-کنترل پنل جدید-پرس پا اتومات-کاتر اتومات",
        full_name: "LKS-1900D-HS",
        image: "buttonsewing-bartacking_LKS-1900D-HS.png",
        sub_category: "الیک ضخیم جین",
        description: `
        <p>چرخ خیاطی الیک الکترونیکی Siruba LKS-1900D یک دستگاه راسته‌دوز کامپیوتری با سرعت بالا و عملکرد بسیار دقیق است که تمرکز آن بر کیفیت دوخت، بهره‌وری و کارایی است. طراحی یکپارچه سر دستگاه و جعبه کنترل، نصب آسان‌تری را فراهم می‌کند. پنل کنترل جدید این چرخ ساده و کاربرپسند بوده و مکانیزم‌های اتوماتیک بالابر پایه دوخت و قیچی نخ، عملکردی سریع‌تر و پایدارتر ارائه می‌دهند. ساختار بدون روغن سر دستگاه از ایجاد لکه روغن جلوگیری می‌کند و دوست‌دار محیط زیست است. سیستم روغن‌کاری بسته، باعث کاهش صدا و افزایش عمر مفید دستگاه می‌شود. وجود گیره نخ سوزن از لغزش نخ در ابتدای دوخت جلوگیری کرده و تشکیل گره‌های ناخواسته در زیر پارچه و مشکلات لکه‌زایی را به حداقل می‌رساند. سیستم کنترل بسته حلقه‌ای با موتور پله‌ای، به‌طور مداوم حرکات مکانیکی را مانیتور کرده و با جبران خطاها، دقت، پاسخ‌دهی و بهره‌وری دستگاه را افزایش می‌دهد. این چرخ با قابلیت دوخت تا ۳۳۰۰ بخیه در دقیقه، باعث افزایش سرعت عملیات و کاهش چشمگیر زمان چرخه تولید می‌شود.</p>
        
        <h2 class="mt-4 text-blue-700">ویژگی‌های برتر چرخ الیک کامپیوتری Siruba LKS-1900D</h2>
          <ul class="pr-10 leading-10 list-disc">
            <li>تمرکز بر کیفیت، بهره‌وری و عملکرد بالا</li>
            <li>اتصال یکپارچه سر دستگاه و جعبه کنترل برای نصب آسان‌تر</li>
            <li>پنل کنترل جدید با طراحی ساده و کاربرپسند</li>
            <li>مکانیزم‌های جدید برای قیچی نخ و بالابر پایه دوخت با عملکرد سریع‌تر و پایدارتر</li>
            <li>سر دستگاه با ساختار بدون روغن برای جلوگیری از لکه و محافظت از محیط زیست</li>
            <li>سیستم روغن‌کاری بسته برای کاهش صدا و افزایش عمر دستگاه</li>
            <li>مجهز به گیره نخ سوزن برای جلوگیری از لغزش نخ و کاهش گره در زیر پارچه</li>
            <li>سیستم کنترل بسته با موتور پله‌ای برای دقت و سرعت پاسخ‌دهی بیشتر</li>
            <li>سرعت دوخت بسیار بالا تا ۳۳۰۰ بخیه در دقیقه، با کاهش چشمگیر زمان چرخه کاری</li>
          </ul>

        `,
        application: [],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "z1", label: "طول بخیه", value: "10.0 ~ 0.1 میلیمتر" },
          {
            id: "z2",
            label: "ارتفاع سوزن از سطح دوخت",
            value: "17 ~ 14 میلیمتر",
          },
          { id: "z3", label: "طول سوزن", value: "41.2 میلیمتر" },
          { id: "z4", label: "شماره سوزن", value: "DP x 5 #11" },
          { id: "z5", label: "سرعت دوخت", value: "3300 بخیه در دقیقه" },
        ],
      },
      {
        id: "23",
        resource_id: "R14_001",
        title: "LKS-1900AN-SS",
        detail:
          "موتور سِرو- الیک الگویی - بالابر اتومات - پارچه معمولی -50 طرح آماده - صفحه کار 30x40 میلیمتر",
        full_name: "LKS-1900AN-SS",
        image: "buttonsewing-bartacking_LKS-1900ANSS.png",
        sub_category: "الیک معمولی",
        description: `
        
        <p>چرخ صنعتی الکترونیکی Siruba LKS-1900ANSS، یک دستگاه الیک با میدان دوخت ۳۰×۴۰ میلی‌متر است که قادر به اجرای ۵۰ الگوی مختلف گره‌زنی روی پارچه‌های سنگین می‌باشد. علاوه بر این، امکان بارگذاری یا طراحی تا ۲۰۰ الگوی جدید وجود دارد. دستگاه می‌تواند تا ۲۰۰۰۰ بخیه را در یک برنامه گره‌زنی پشتیبانی کند، به‌طوری‌که بدون نیاز به تغییر برنامه، می‌توان شکل‌های مختلف گره را به‌صورت متوالی اجرا کرد. این چرخ به سروو موتور داخلی در سر دستگاه مجهز است و پنل کنترل آن که توسط شرکت JUKI طراحی شده، بسیار ساده و قابل فهم است. حداکثر سرعت دوخت آن به ۳۲۰۰ دور در دقیقه می‌رسد. پای فشاری استاندارد تا ارتفاع ۱۴ میلی‌متر و با استفاده از پدال تا ۱۷ میلی‌متر بالا می‌رود. سوزن‌های مورد استفاده از نوع DPx17 شماره ۲۱ می‌باشند. سیستم روغن‌کاری بسته آن، از نشت روغن روی پارچه جلوگیری می‌کند. وزن سر دستگاه ۴۲ کیلوگرم و وزن پنل کنترل ۱۶.۵ کیلوگرم است.</p>
        
        <h2 class="mt-4 text-blue-700">ویژگی‌های برتر چرخ  الکترونیکی Siruba LKS-1900ANSS</h2>
  <ul class="pr-10 leading-10 list-disc">
    <li>قابلیت اجرای ۵۰ الگوی مختلف گره‌زنی روی پارچه‌های سنگین</li>
    <li>پشتیبانی از طراحی یا بارگذاری ۲۰۰ الگوی جدید</li>
    <li>قابلیت دوخت تا ۲۰۰۰۰ بخیه در یک برنامه بدون نیاز به تعویض الگو</li>
    <li>میدان دوخت ۳۰×۴۰ میلی‌متر با دقت و تنوع بالا</li>
    <li>دارای سروو موتور داخلی در سر دستگاه برای عملکرد بی‌صدا و روان</li>
    <li>پنل کنترل طراحی‌شده توسط JUKI با کاربری ساده و قابل فهم برای همه اپراتورها</li>
    <li>سرعت دوخت بالا تا ۳۲۰۰ دور در دقیقه</li>
    <li>ارتفاع بالابر پای فشاری استاندارد تا ۱۴ میلی‌متر و با پدال تا ۱۷ میلی‌متر</li>
    <li>سیستم روغن‌کاری بسته برای جلوگیری از نشت روغن روی پارچه</li>
    <li>وزن سر دستگاه ۴۲ کیلوگرم و پنل کنترل ۱۶.۵ کیلوگرم</li>
  </ul>
        `,
        // "چرخ صنعتی الیک LKS-1900ANSS با کنترل کامپیوتری مناسب برای مقاوم سازی دوخت با 50 طرح داخلی و150 طرح دستی می باشد. این چرخ خیاطی مجهز به موتور محرک مستقیم کم مصرف که در دستگاه تعبیه شده است (Direct-drive) کار میکند. همچنین این چرخ خیاطی صنعتی دارای فضای دوخت 30 در 40 سانتیمتری با قابلیت تنظیم طول و عرض و تنظیم کامپیوتری کشش نخ برای دوخت های ساده و طرح های مختلف را دارد. سرعت بالای دوخت، کیفیت دوخت عالی، فضای کار مناسب، روغنکاری اتومات، کنترل موتور پله ای و راحتی کار از مزایای این چرخ خیاطی می باشد. ",
        application: ["12", "13", "14", "17", "18"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "z1", label: "طول بخیه", value: "10.0 ~ 0.1 میلیمتر" },
          { id: "z2", label: "ارتفاع سوزن از سطح دوخت", value: "4.2 سانتیمتر" },
          { id: "z3", label: "شماره سوزن", value: "#14" },
          { id: "z4", label: "سرعت دوخت", value: "3200 بخیه در دقیقه" },
        ],
      },
      {
        id: "24",
        resource_id: "R14_001",
        title: "LKS-1900AN-HS",
        detail:
          "موتور سِرو- الیک الگویی - بالابر اتومات - پارچه ضخیم -50 طرح آماده - صفحه کار 30x40 میلیمتر",
        full_name: "LKS-1900AN-HS",
        image: "buttonsewing-bartacking_LKS-1900ANSS.png",
        sub_category: "الیک ضخیم",
        description: `
        <p>چرخ بار‌تک الکترونیکی Siruba LKS-1900AN-HS با موتور سروو دایرکت درایو و صفحه‌نمایش رنگی کاربرپسند، طراحی شده برای دوخت با سرعت بالا روی پارچه‌های سنگین است. این دستگاه با موتور و کنترلر کم‌مصرف اختصاصی سیروبا، تا ۷۵٪ کاهش مصرف انرژی را ارائه می‌دهد و با لرزش و صدای کم، امکان دوخت سریع‌تر و در نتیجه افزایش بهره‌وری را فراهم می‌سازد. با محدوده دوخت ۳۰×۴۰ میلی‌متر، قادر به اجرای ۵۰ الگوی مختلف گره‌زنی (مانند اشکال رایج، نیم‌دایره، گرد و پرتوزا) است. تکنولوژی هد خشک، نیاز به روغن‌کاری سوزن و میل‌نخ‌گیر را حذف کرده و تنها مقدار کمی روغن برای قلاب از مخزن تأمین می‌شود. کنترل الکترونیکی کشش نخ به صورت استاندارد تعبیه شده و امکان تنظیم و ذخیره کشش نخ برای انواع مختلف دوخت وجود دارد. مکانیزم بالابر گیره نیز توسط موتور پله‌ای کنترل می‌شود و می‌توان آن را روی ارتفاع‌های مختلف تنظیم کرد تا جابجایی پارچه آسان‌تر شود. حداکثر ارتفاع بالابر پای فشاری تا ۱۷ میلی‌متر است. این چرخ دارای موتور یکپارچه، روغن‌کاری خودکار، پنل کنترل آسان، نخ‌پیچ داخلی، میز و پایه چرخ‌دار بوده و عملکردی نرم و روان ارائه می‌دهد.</p>

        <h2 class="mt-4 text-blue-700">ویژگی‌های برتر Siruba LKS-1900AN-HS</h2>
          <ul class="pr-10 leading-10 list-disc">
            <li>مجهز به موتور سروو دایرکت درایو با مصرف انرژی تا ۷۵٪ کمتر</li>
            <li>قابلیت دوخت ۵۰ الگوی متنوع گره‌زنی با مساحت دوخت ۳۰×۴۰ میلی‌متر</li>
            <li>مجهز به تکنولوژی هد خشک بدون نیاز به روغن‌کاری سوزن و میل‌نخ‌گیر</li>
            <li>کنترل الکترونیکی کشش نخ با امکان تنظیم و ذخیره‌سازی برای الگوهای مختلف</li>
            <li>سیستم بالابر گیره با موتور پله‌ای قابل تنظیم در ارتفاع‌های مختلف</li>
            <li>حداکثر ارتفاع بالابر پای فشاری تا ۱۷ میلی‌متر</li>
            <li>عملکرد نرم، کم‌صدا و بدون لرزش، مناسب برای افزایش بهره‌وری</li>
            <li>دارای موتور یکپارچه، پنل کنترل کاربرپسند و نخ‌پیچ داخلی</li>
            <li>میز کار و پایه چرخ‌دار همراه با دستگاه</li>
            <li>روغن‌کاری خودکار برای قلاب و عملکرد روان قطعات</li>
          </ul>

        `,
        // <p>چرخ صنعتی الیک LKS-1900ANHS با کنترل کامپیوتری مناسب برای مقاوم سازی دوخت با 50 طرح داخلی و150 طرح دستی می باشد. این چرخ خیاطی مجهز به موتور محرک مستقیم کم مصرف که در دستگاه تعبیه شده است (Direct-drive) کار میکند. همچنین این چرخ خیاطی صنعتی دارای فضای دوخت 30 در 40 سانتیمتری با قابلیت تنظیم طول و عرض و تنظیم کامپیوتری کشش نخ برای دوخت های ساده و طرح های مختلف را دارد. سرعت بالای دوخت، کیفیت دوخت عالی، فضای کار مناسب، روغنکاری اتومات، کنترل موتور پله ای و راحتی کار از مزایای این چرخ خیاطی می باشد. این چرخ خیاطی مناسب برای کارهای سنگین و پارچه های ضخیم می باشد.</p>

        application: ["12", "13", "14", "17", "18"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "aa1", label: "طول بخیه", value: "10 ~ 0.1 میلیمتر" },
          {
            id: "aa2",
            label: "ارتفاع سوزن از سطح دوخت",
            value: "4.2 سانتیمتر",
          },
          { id: "aa3", label: "شماره سوزن", value: "#21" },
          { id: "aa4", label: "سرعت دوخت", value: "3200 بخیه در دقیقه" },
        ],
      },
      {
        id: "1714663222",
        resource_id: "R15_011",
        application: [],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "01", label: "کاربرد", value: "نمادوز / دکمه زن" },
          { id: "02", label: "حداکثر سرعت دوخت", value: "2700 بخیه در دقیقه" },
          { id: "03", label: "فضای کار", value: "40x30 سانتیمتر" },
          { id: "04", label: "سایز دکمه", value: "8 - 30 میلیتر" },
          {
            id: "05",
            label: "تغذیه",
            value: "تغذیه متناوب (در حالت محرک با موتور پله‌ای)",
          },
          { id: "06", label: "طول بخیه", value: "0.05 ~ 12.7 میلیمتر" },
          { id: "07", label: "حداکثر تعداد بخیه", value: "5000 بخیه / طرح" },
          { id: "08", label: "بالابر پایه دوخت", value: "محرک موتور پله‌ای" },
          {
            id: "09",
            label: "حداکثر ارتفاع بالابر پایه دوخت / گیره دکمه‌دوزی:",
            value: "17 میلیمتر / 13 میلیمتر",
          },
          { id: "10", label: "قلاب", value: "قلاب شاتل استاندارد" },
          {
            id: "11",
            label: " ارسال داده ها",
            value: "رود اطلاعات از طریق درگاه USB",
          },
          {
            id: "12",
            label: "برنامه‌ریزی چرخه‌ای",
            value: "حداکثر ۳۰ مجموعه، هر مجموعه شامل حداکثر ۵۰ مرحله",
          },
          {
            id: "13",
            label: "ظرفیت حافظه",
            value:
              "دارای ۶۴ الگوی داخلی، حداکثر ۷۹۹ الگو / حداکثر ۵۰۰٬۰۰۰ بخیه قابل افزودن",
          },
          {
            id: "14",
            label: "موتور",
            value: "سروو موتور AC دایرکت درایو با توان ۵۵۰ وات",
          },
          { id: "15", label: "منبع تغذیه", value: "برق تک‌فاز ۲۲۰ ولت" },
          {
            id: "16",
            label: "وزن",
            value:
              " سر دستگاه حدود ۵۷ کیلوگرم، پنل عملیاتی حدود ۰.۴ کیلوگرم، جعبه کنترل حدود ۹ کیلوگرم",
          },
        ],
        title: "BT530Q-01",
        detail: "دکمه زن - دو منظوره - الکترونیکی",
        full_name: "BT530Q-01",
        image: "buttonsewing-bartacking_BT530Q-01.png",
        sub_category: "الیک معمولی دکمه زن",
        description: `
        <p>چرخ صنعتی الیک با آپشن دکمه زن مدل BT530Q-01 دارای میله سوزن  DLC، اهرم برداشتن نخ و روغن کاری اتومات که از مشکل روغنی شدن جلوگیری می کند ، میباشد. این چرخ خیاطی صنعتی سیروبا دارای دو پدال برای انجام خیاطی ویژه و موقعیت یابی راحت پارچه می باشد. ارتفاع پای پرس را می توان تغییر داد که مشکل فشار زیاد یا ناکافی با تغییر ضخامت پارچه دوخت برطرف میکند و باعث میشود نخ محکم و ثابت باشد. همچنین دارای کنترل پنل ، فضای باز دوخت و امکان انتقال طرح دوخت از طریق USB می باشد.</p>
        
        <h2 class="mt-4 text-blue-700">ویژگی‌های برتر  چرخ های سری BT:</h2>
        <ul class="pr-10 leading-10 list-disc">
            <li>طراحی بدون روغن: جلوگیری از ایجاد لکه با میل‌سوزن DLC و یاتاقان اهرم کشش نخ.</li>
            <li>مکانیزم دو پداله (اختیاری): سهولت در موقعیت‌دهی و حرکت پارچه.</li>
            <li>پنل کنترل با پورت USB داخلی: انتقال آسان الگوها از طریق حافظه فلش.</li>
            <li>قابلیت دوخت مواد سنگین: با تغییر کورس اهرم نخ‌گیر برای ثبات بهتر در دوخت.</li>
            <li>برش نخ با انتهای کوتاه: کاهش نیاز به عملیات تکمیلی پس از دوخت.</li>
            <li>تنظیم فشار نخ پایدار: با تغییر ارتفاع پایه پرس‌کننده متناسب با ضخامت پارچه.</li>
        </ul>

        `,
        functions: [],
        machine_id: "14",
      },
      {
        id: "1714663333",
        resource_id: "R16_011",
        application: [],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "01", label: "کاربرد", value: "دوخت طرح های کوچک" },
          { id: "02", label: "حداکثر سرعت دوخت", value: "3000 بخیه در دقیقه" },
          { id: "03", label: "فضای کار", value: "80 x 60 سانتیمتر" },
          { id: "04", label: "سایز دکمه", value: "-" },
          {
            id: "05",
            label: "تغذیه",
            value: "تغذیه متناوب (در حالت محرک با موتور پله‌ای)",
          },
          { id: "06", label: "طول بخیه", value: "0.05 ~ 12.7 میلیمتر" },
          { id: "07", label: "حداکثر تعداد بخیه", value: "5000 بخیه / طرح" },
          { id: "08", label: "بالابر پایه دوخت", value: "محرک موتور پله‌ای" },
          {
            id: "09",
            label: "حداکثر ارتفاع بالابر پایه دوخت / گیره دکمه‌دوزی:",
            value: "۱۷ میلی‌متر",
          },
          { id: "10", label: "قلاب", value: "قلاب شاتل استاندارد" },
          {
            id: "11",
            label: " ارسال داده ها",
            value: "رود اطلاعات از طریق درگاه USB",
          },
          {
            id: "12",
            label: "برنامه‌ریزی چرخه‌ای",
            value: "حداکثر ۳۰ مجموعه، هر مجموعه شامل حداکثر ۵۰ مرحله",
          },
          {
            id: "13",
            label: "ظرفیت حافظه",
            value: " 999  الگو در حافظه داخلی + بدون محدودیت از طریق USB",
          },
          {
            id: "14",
            label: "موتور",
            value: "سروو موتور AC دایرکت درایو با توان ۵۵۰ وات",
          },
          { id: "15", label: "منبع تغذیه", value: "برق تک‌فاز ۲۲۰ ولت" },
          {
            id: "16",
            label: "وزن",
            value:
              " سر دستگاه حدود ۵۷ کیلوگرم، پنل عملیاتی حدود ۰.۴ کیلوگرم، جعبه کنترل حدود ۹ کیلوگرم",
          },
        ],
        title: "BT430Q-06",
        detail: "بست کش کمر زن - دو منظوره - الکترونیکی",
        full_name: "BT430Q-06",
        image: "buttonsewing-bartacking_BT430Q-06.png",
        sub_category: "الیک معمولی بست کش کمر زن",
        description: `
        
         <p>
        سری <strong>BT</strong>، نسل جدیدی از ماشین‌های الکترونیکی دوخت با دوخت قلابی (لاک‌استیچ) با سرعت بالا است که برای دوخت‌های تقویتی (بارتک)، دوخت دکمه و الگوهای کوچک طراحی شده‌اند. این سری با ساختاری پیشرفته و طراحی بدون روغن، مناسب برای دوخت با کیفیت بالا، بدون لکه روغن و با عملکردی دقیق و سریع در تولیدات متنوع صنعتی می‌باشد. مدل <strong>BT430Q-06</strong> مخصوص  بست کش طراحی شده و با بهره‌گیری از فناوری‌های نوین، عملکرد بی‌نظیری در دوخت پارچه‌های ضخیم و ظریف ارائه می‌دهد. این دستگاه با طراحی جمع‌وجور، پنل کنترل مجهز به پورت USB، مکانیزم برش نخ بهینه‌شده و امکان تنظیم ارتفاع پایه پرس‌کننده، انتخابی ایده‌آل برای تولیدکنندگان حرفه‌ای است.
    </p>

    <h2 class="mt-4 text-blue-700">ویژگی‌های برتر  چرخ های سری BT:</h2>
    <ul class="pr-10 leading-10 list-disc">
        <li>طراحی بدون روغن: جلوگیری از ایجاد لکه با میل‌سوزن DLC و یاتاقان اهرم کشش نخ.</li>
        <li>مکانیزم دو پداله (اختیاری): سهولت در موقعیت‌دهی و حرکت پارچه.</li>
        <li>پنل کنترل با پورت USB داخلی: انتقال آسان الگوها از طریق حافظه فلش.</li>
        <li>قابلیت دوخت مواد سنگین: با تغییر کورس اهرم نخ‌گیر برای ثبات بهتر در دوخت.</li>
        <li>برش نخ با انتهای کوتاه: کاهش نیاز به عملیات تکمیلی پس از دوخت.</li>
        <li>تنظیم فشار نخ پایدار: با تغییر ارتفاع پایه پرس‌کننده متناسب با ضخامت پارچه.</li>
    </ul>
        
        `,
        // "چرخ صنعتی الیک بست کش کمر زن مدل BT430Q-06 دارای اهرم برداشتن نخ و روغن کاری اتومات که از مشکل روغنی شدن جلوگیری می کند ، میباشد. این چرخ خیاطی صنعتی سیروبا دارای دو پدال برای انجام خیاطی ویژه و موقعیت یابی راحت پارچه می باشد. با پایه های فشاری مختلف، 90 گرافیک برای انتخاب وجود دارد. همچنین می توانید گرافیک های خود را از طریق USB  به چرخ خیاطی انتقال دهید و آن گرافیک ها را مستقیما در دوخت کار کنید. همچنین حلقه کمربند، دوخت بندِ کشی، بندکشی جیبی، برتاک زدن با شکاف، و قلاب زدن حاشیه، همگی قابل دوخت هستند. n",
        functions: [],
        machine_id: "14",
      },
    ],
  },
  {
    id: "15",
    farsi: "کمر کش",
    category: "Multi-Needle Picoting",
    category_title: "",
    main_image: "multi-needle-picoting_HF008-02064P.png",
    brand: "سیروبا",
    general_description: [
      "این دستگاه مخصوص دوخت کش به کمر شلوار یا دامن است. تنظیم هم‌زمان کش و پارچه، آن را در دوخت لباس‌های ورزشی و راحتی بسیار کاربردی می‌سازد.",
    ],
    resources: [
      {
        id: "R15_001",
        title: "کمرکش سری HF008A",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://iransiruba.com/downloads/HF008A-20240513-s.pdf",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://iransiruba.com/downloads/HF008A_HY102-instruction-book_20210702.pdf",
          },
          {
            label: "لیست قطعات",
            link: "https://iransiruba.com/downloads/HF008A_parts-list_20240906.pdf",
          },
        ],
      },
      {
        id: "R15_002",
        title: "VC008A-12064P",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://iransiruba.com/downloads/VC008-Series-20240513-s.pdf",
            id: 1714320689601,
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://iransiruba.com/downloads/VC008A_VY01A-instruction-book-parts-list_20210226.pdf",
            id: 1714320689602,
          },
          {
            label: "لیست قطعات",
            link: "https://iransiruba.com/downloads/VC008A_parts-list_20241024.pdf",
            id: 1714320689603,
          },
          {
            id: 1714320689604,
            label: "لیست پارامترها",
            link: "https://iransiruba.com/downloads/VC008_DVU1-0_Parameters.pdf",
          },
          {
            id: 1714320689605,
            label: "لیست کدهای خطا",
            link: "https://iransiruba.com/downloads/VC008_DVU1-0_F3X2_Errors.pdf",
          },
        ],
      },
      {
        id: "R15_003",
        title: "کمرکش سری C007KP",
        downloads: [
          {
            id: 1714320689910,
            label: "کاتالوگ",
            link: "https://iransiruba.com/downloads/CN_C007KP-A4DM_20230525-s.pdf",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://iransiruba.com/downloads/C007KP_MY127KP-instruction-book-parts-list_20210426.pdf",
            id: 1714320689911,
          },
          {
            label: "لیست قطعات",
            link: "https://iransiruba.com/downloads/C007KP_parts-list_20240809.pdf",
            id: 1714320689912,
          },
          {
            label: "لیست قطعات جانبی",
            link: "https://iransiruba.com/downloads/C007KP_attachment-parts-list_20240911.pdf",
            id: 1714320689913,
          },
          {
            label: "لیست پارامترها",
            link: "https://iransiruba.com/downloads/CF007KP_Parameters.pdf",
            id: 1714320689914,
          },
          {
            label: "لیست  کدهای خطا",
            link: "https://iransiruba.com/downloads/CF007KP_Errors.pdf",
            id: 1714320689915,
          },
        ],
      },
    ],
    models: [
      {
        id: "25",
        resource_id: "R15_001",
        title: "HF008-02064P",
        detail:
          "کمر کش-کاتر راست و چپ-صفحه کار تخت-دو سوزن-سیستم روغنکاری-تنظیم طول بخیه-چهار نخ-پارچه های سبک تا ضخیم",
        full_name: "HF008-02064P/FBQ/C/DVU1-0",
        image: "multi-needle-picoting_HF008-02064P.png",
        sub_category: "کمر کش",
        description:
          "چرخ صنعتی دوخت زنجیری دوبل HF008-02064P برای دوخت درز هم پوشان و پل کمربند استفاده میشود. با تسمه از بالا، طول و کشش را کنترل میکند. دارای کاتر پارچه از سمت راست و چپ و تنظیم  طول بخیه می باشد که کیفیت کار را تمیز و دوخت حرفه ای انجام میدهد.",
        application: ["18"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "t0.1", label: "مدل", value: "صفحه کار تخت" },
          { id: "t0.2", label: "سیستم روغنکاری", value: "دارد" },
          { id: "t0.3", label: "تنظیم طول بخیه", value: "دارد" },
          { id: "t0.4", label: "کِشنده پارچه", value: "بالا و پایین" },
          { id: "t0.5", label: "کاتر", value: "راست و چپ" },
          { id: "t1", label: "تعداد سوزن", value: "2" },
          { id: "t2", label: "تعداد نخ", value: "4" },
          { id: "t3", label: "طول بخیه", value: "1.8 ~ 3.6 میلیمتر" },
          { id: "t3", label: "فاصله سوزن ها", value: "6.4 میلیمتر" },
          { id: "t4", label: "ارتفاع پایه", value: "12 میلیمتر" },
          { id: "t5", label: "شماره سوزن", value: "#16 ~ #14" },
          { id: "t6", label: "تعداد دوخت در دقیقه ", value: " 4200" },
        ],
      },
      {
        id: "26",
        resource_id: "R15_001",
        title: "HF008-0664-254P",
        detail:
          "کمر کش-کاتر راست و چپ-صفحه کار تخت-شش سوزن-سیستم روغنکاری-تنظیم طول بخیه-پارچه های سبک تا ضخیم",
        full_name: "HF008-0664-254P/PMP/JD/B530/DVH1-1",
        image: "multi-needle-picoting_HF008-0664-254P.png",
        sub_category: "کمر کش 6 سوزنه",
        description:
          "چرخ خیاطی صنعتی کمرکش 6 سوزنه سیروبا مدل HF008-0664-254P جهت دوخت کمر شلوار جین و پل کمربند و غیره استفاده میشود. با تسمه از بالا، طول و کشش را کنترل میکند. دارای کاتر پارچه از سمت راست و چپ و تنظیم  طول بخیه می باشد که کیفیت کار را تمیز و دوخت حرفه ای انجام میدهد.<br/>",
        application: ["18"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [],
        machine_id: "15",
      },
      {
        id: "27",
        resource_id: "R15_002",
        title: "VC008A-12064P",
        detail:
          "کمر کش 12 سوزنه-پارچه های نفیس-صفحه کار استوانه ای-دوخت دایره وار راحت-12 سوزنه-24 نخ-تنظیم طول بخیه-روغنکاری اتومات-مکانیزم قلاب قائمی",
        full_name: "VC008A-12064P/DVU1-0",
        image: "multi-needle-picoting_VC008A-12064P.png",
        sub_category: "کمر کش 12 سوزنه",
        description:
          "چرخ صنعتی دوخت زنجیری دوبل VC008A-12064P مناسب برای دوخت چین های زینتی با نخ کش روی بلوزهای زنانه، مایو، لباس، روبالشی، و پیراهن کودکان و غیره. دارای صفحه کار استوانه ای،  روغنکاری اتومات، تنظیم طول بخیه، مکانیزم قلاب قائمی ، مکانیزم عملکرد چند منظوره ، کِشنده پارچه از چپ و تغذیه پارچه با ثبات می باشد.  این مدل چرخ خیاطی دوخت با قدرت نفوذ بالایی در پارچه دارد.",
        application: ["14", "16"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "u0.1", label: "مدل", value: "صفحه کار استوانه ای" },
          { id: "u0.2", label: "سیستم روغنکاری", value: "دارد" },
          { id: "u0.3", label: "تنظیم طول بخیه", value: "دارد" },
          { id: "u0.35", label: "مکانیزم قلاب قائمی", value: "دارد" },
          { id: "u0.4", label: "کِشنده پارچه", value: "چپ" },
          { id: "u1", label: "تعداد سوزن", value: "12" },
          { id: "u2", label: "تعداد نخ", value: "24" },
          { id: "u3", label: "فاصله سوزن ها", value: "6.4 میلیمتر" },
          { id: "u4", label: "عرض دوخت", value: "3.6 ~ 1.4 میلیمتر" },
          { id: "u5", label: "ارتفاع پایه", value: "12 میلیمتر" },
          { id: "u6", label: "شماره سوزن", value: "#14 ~ #11" },
          { id: "u7", label: "تعداد دوخت در دقیقه ", value: "4000" },
        ],
      },
      {
        id: "28",
        resource_id: "R15_003",
        title: "C007KP-W152-356",
        detail:
          "کمر کش-پارچه های نفیس-صفحه کار استوانه ای-دوخت دایره وار راحت-تنظیم طول بخیه-روغنکاری اتومات",
        full_name: "C007KP-W152-356/CZ/CLA/UTP/RLQ/DCKH",
        image: "multi-needle-picoting_C007KP-W152-356.png",
        sub_category: "کمرکش فولدار شورت مردانه",
        description:
          "چرخ خیاطی صنعتی سیروبا مدل C007KP-W152-356 مناسب برای کمرکش فولدار شورت مردانه می باشد. دارای صفحه کار استوانه ای، روغنکاری اتومات، تنظیم طول بخیه ، مکانیزم عملکرد چند منظوره می باشد.n",
        application: ["12", "13"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [],
        machine_id: "15",
      },
      {
        id: "29",
        resource_id: "R15_003",
        title: "C007KP-W532-356",
        detail:
          "کمر کش-فول اتوماتیک-سیستم برقی-پارچه های نفیس-صفحه کار استوانه ای-دوخت دایره وار راحت-تنظیم طول بخیه-روغنکاری اتومات",
        full_name: "C007KP-W532-356/CR/CX/CL/UTR/RLP/DCKH1-2",
        image: "multi-needle-picoting_C007KP-W152-356.png",
        sub_category: "کمرکش مردانه فول اتوماتیک",
        description: `چرخ خیاطی صنعتی سیروبا مدل C007KP-W532-356 مناسب برای کمرکش مردانه مورد استفاده می باشد. دارای صفحه کار استوانه ای، روغنکاری اتومات، تنظیم طول بخیه ، مکانیزم عملکرد چند منظوره می باشد. این چرخ خیاطی صنعتی فول اتوماتیک و سیستم برقی می باشد. 
        <br/><br/>
        مدلهای موجود:
        <br/><br/>
        کمرکش مردانه فول اتوماتیک سیستم برقی  C007KP-W532-356/CR/CX/CL/UTR/RLP/DCKH1-2
        <br/>
         کمرکش مردانه   C007KP-W532-356/CR/CX/UTP/CL/RLP/DCKH1-1
        <br/>
        `,
        application: ["12", "13"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [],

        machine_id: "15",
      },
      {
        id: "29",
        resource_id: "R15_003",
        title: "C007KP-W532-356",
        detail:
          "کمر کش-فول اتوماتیک-سیستم برقی-پارچه های نفیس-صفحه کار استوانه ای-دوخت دایره وار راحت-تنظیم طول بخیه-روغنکاری اتومات",
        full_name: "C007KP-W532-356/CR/CX/CL/UTR/RLP/DCKH1-2",
        image: "multi-needle-picoting_C007KP-W152-356.png",
        sub_category: "کمرکش مردانه فول اتوماتیک",
        description: `چرخ خیاطی صنعتی سیروبا مدل C007KP-W532-356 مناسب برای کمرکش مردانه مورد استفاده می باشد. دارای صفحه کار استوانه ای، روغنکاری اتومات، تنظیم طول بخیه ، مکانیزم عملکرد چند منظوره می باشد. این چرخ خیاطی صنعتی فول اتوماتیک و سیستم برقی می باشد. 
        <br/><br/>
        مدلهای موجود:
        <br/><br/>
        کمرکش مردانه فول اتوماتیک سیستم برقی  C007KP-W532-356/CR/CX/CL/UTR/RLP/DCKH1-2
        <br/>
         کمرکش مردانه   C007KP-W532-356/CR/CX/UTP/CL/RLP/DCKH1-1
        <br/>
        `,
        application: ["12", "13"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [],

        machine_id: "15",
      },
    ],
  },
  {
    id: "16",
    farsi: "سه سوزنه کابویی",
    category: "Needle feed-off-the-arm",
    category_title: "",
    main_image: "chainstitch_FA007-364M-DP.png",
    brand: "سیروبا",
    general_description: [
      "چرخ سه سوزنه کابویی برای دوخت محکم و ظاهری حرفه‌ای روی لباس‌های جین، چرمی یا کارگاهی طراحی شده است. قابلیت دوخت هم‌زمان سه ردیف بخیه، زیبایی و دوام دوخت را تضمین می‌کند.",
    ],
    resources: [
      {
        id: "R16_001",
        title: "FA007",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://iransiruba.com/downloads/FA007-series.pdf",
            id: 1706532463201,
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://iransiruba.com/downloads/FA007-of-3-instrution-book-1.pdf",
            id: 1706532463202,
          },
          {
            label: "لیست قطعات",
            link: "https://iransiruba.com/downloads/FA007_OF-3-needles-parts-list_20160107.pdf",
            id: 1706532463203,
          },
          {
            label: "لیست پارامترها",
            link: "https://iransiruba.com/downloads/FA007D_Parameters.pdf",
            id: 1706532463204,
          },
          {
            label: "لیست کدهای خطا",
            link: "https://iransiruba.com/downloads/FA007D_Errors.pdf",
            id: 1706532464205,
          },
        ],
      },
    ],
    models: [
      {
        id: "27",
        resource_id: "R16_001",
        title: "FA007-364M",
        detail:
          "-سه سوزنه کابویی-غلتک دار-بازوی تغذیه ای-تغییر تعداد سوزن-محافظ سوزن-قلاب مجزا-پارپه معولی",
        full_name: "FA007-364M/DP",
        image: "chainstitch_FA007-364M-DP.png",
        sub_category: "سه سوزنه کابویی معمولی غلتک دار",
        description:
          "چرخ صنعتی سه سوزنه کابویی معمولی غلتک دار FA007-364M/DP با داشتن بازو تغذیه ای و سه سوزنه برای انجام دوخت با بخیه های زنجیری میباشد. این مدل چرخ صنعتی برای دوخت پارچه های متوسط مانند دوخت ژاکت، جین، لباس کار و مشابه مناسب می باشد. با وجود تنظیمات در این چرخ خیاطی امکان تغییر دوخت پارچه های معمولی وجود دارد. از ویژگی این چرخ جلوگیری از لیز خوردن و چروکیدگی هنگام دوخت است که برای دوخت بارانی، روکش خودرو و چکمه بسیار مناسب است. دارای محافظ سوزن و قلاب مجزا می باشد و برای دوحت پارچه های معمولی استفاده میشود.",
        application: ["15"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "s1", label: "تعداد سوزن", value: "3" },
          { id: "s2", label: "قابلیت تغییر به دو سوزن", value: "دارد" },
          { id: "s3", label: "بازو تغذیه ای", value: "دارد" },
          { id: "s4", label: "فاصله سوزن ها", value: "6.4 میلیمتر" },
          { id: "s54", label: "طول بخیه", value: "4.2 ~ 1.4 میلیمتر" },
          { id: "s6", label: "شماره سوزن", value: "#18" },
          { id: "s7", label: "تعداد دوخت در دقیقه ", value: "3600" },
        ],
        machine_id: "16",
      },
      {
        id: "28",
        resource_id: "R16_001",
        title: "FA007-364H",
        detail:
          "سه سوزنه کابویی-غلتک دار-بازوی تغذیه ای-تغییر تعداد سوزن-محافظ سوزن-قلاب مجزا-پارپه ضخیم",
        full_name: "FA007-364H/DP",
        image: "chainstitch_FA007-364M-DP.png",
        sub_category: "سه سوزنه کابویی ضخیم غلتک دار",
        description:
          "چرخ صنعتی سه سوزنه کابویی ضخیم غلتک دار FA007-364H/DP با داشتن بازو تغذیه ای و سه سوزنه برای انجام دوخت با بخیه های زنجیری میباشد. این مدل چرخ صنعتی برای دوخت پارچه های متوسط مانند دوخت ژاکت، جین، لباس کار و مشابه مناسب می باشد. با وجود تنظیمات در این چرخ خیاطی امکان تغییر دوخت پارچه های معمولی وجود دارد. از ویژگی این چرخ جلوگیری از لیز خوردن و چروکیدگی هنگام دوخت است که برای دوخت بارانی، روکش خودرو و چکمه بسیار مناسب است. دارای محافظ سوزن و قلاب مجزا می باشد و برای دوحت پارچه های ضخیم استفاده میشود.",
        application: ["18"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "s1", label: "تعداد سوزن", value: "3" },
          { id: "s2", label: "قابلیت تغییر به دو سوزن", value: "دارد" },
          { id: "s3", label: "بازو تغذیه ای", value: "دارد" },
          { id: "s4", label: "فاصله سوزن ها", value: "6.4 میلیمتر" },
          { id: "s54", label: "طول بخیه", value: "4.2 ~ 1.4 میلیمتر" },
          { id: "s6", label: "شماره سوزن", value: "#18" },
          { id: "s7", label: "تعداد دوخت در دقیقه ", value: "3600" },
        ],
        machine_id: "16",
      },

      {
        id: "29",
        resource_id: "R16_001",
        title: "FA007D-364M",
        detail:
          "-سه سوزنه کابویی-دوخت پیراهن-بازوی تغذیه ای-تغییر تعداد سوزن-محافظ سوزن-قلاب مجزا-پارپه معولی",
        full_name: "FA007D-364M",
        image: "chainstitch_FA007-364M-DP.png",
        sub_category: "سه سوزنه کابویی معمولی پیراهن",
        description:
          "چرخ صنعتی سه سوزنه کابویی معمولی پیراهن FA007D-364M با داشتن بازو تغذیه ای و سه سوزنه برای انجام دوخت با بخیه های زنجیری میباشد. این مدل چرخ صنعتی برای دوخت پارچه های متوسط مانند دوخت ژاکت، جین، لباس کار و مشابه مناسب می باشد. با وجود تنظیمات در این چرخ خیاطی امکان تغییر دوخت پارچه های معمولی وجود دارد. از ویژگی این چرخ جلوگیری از لیز خوردن و چروکیدگی هنگام دوخت است که برای دوخت بارانی، روکش خودرو و چکمه بسیار مناسب است. دارای محافظ سوزن و قلاب مجزا می باشد و برای دوحت پارچه های معمولی استفاده میشود.",
        application: ["15"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "s1", label: "تعداد سوزن", value: "3" },
          { id: "s2", label: "قابلیت تغییر به دو سوزن", value: "دارد" },
          { id: "s3", label: "بازو تغذیه ای", value: "دارد" },
          { id: "s4", label: "فاصله سوزن ها", value: "6.4 میلیمتر" },
          { id: "s54", label: "طول بخیه", value: "4.2 ~ 1.4 میلیمتر" },
          { id: "s6", label: "شماره سوزن", value: "#18" },
          { id: "s7", label: "تعداد دوخت در دقیقه ", value: "3600" },
        ],
        machine_id: "16",
      },
      {
        id: "30",
        resource_id: "R16_001",
        title: "FA007D-364H",
        detail:
          "سه سوزنه کابویی-دوخت جین-دوخت ضخیم-بازوی تغذیه ای-تغییر تعداد سوزن-محافظ سوزن-قلاب مجزا-پارپه ضخیم",
        full_name: "FA007D-364H/2PL",
        image: "chainstitch_FA007-364M-DP.png",
        sub_category: "سه سوزنه کابویی جین",
        description:
          "چرخ صنعتی سه سوزنه کابویی ضخیم دوز FA007D-364H/2PL با داشتن بازو تغذیه ای و سه سوزنه برای انجام دوخت با بخیه های زنجیری میباشد. این مدل چرخ صنعتی برای دوخت پارچه های متوسط مانند دوخت ژاکت، جین، لباس کار و مشابه مناسب می باشد. با وجود تنظیمات در این چرخ خیاطی امکان تغییر دوخت پارچه های معمولی وجود دارد. از ویژگی این چرخ جلوگیری از لیز خوردن و چروکیدگی هنگام دوخت است که برای دوخت بارانی، روکش خودرو و چکمه بسیار مناسب است. دارای محافظ سوزن و قلاب مجزا می باشد و برای دوحت پارچه های ضخیم استفاده میشود.",
        application: ["18"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "s1", label: "تعداد سوزن", value: "3" },
          { id: "s2", label: "قابلیت تغییر به دو سوزن", value: "دارد" },
          { id: "s3", label: "بازو تغذیه ای", value: "دارد" },
          { id: "s4", label: "فاصله سوزن ها", value: "6.4 میلیمتر" },
          { id: "s54", label: "طول بخیه", value: "4.2 ~ 1.4 میلیمتر" },
          { id: "s6", label: "شماره سوزن", value: "#18" },
          { id: "s7", label: "تعداد دوخت در دقیقه ", value: "3600" },
        ],
        machine_id: "16",
      },
    ],
  },
  {
    id: "17",
    farsi: "فلت",
    category: "Flatseamer",
    category_title: "",
    main_image: "flatseamer_D007S-460-02R-AT.png",
    brand: "سیروبا",
    general_description: [
      "چرخ فلت، مخصوص دوخت‌های سطحی و چسباندن دو تکه پارچه بدون برجستگی است. در دوخت تی‌شرت، لباس ورزشی و لباس زیر بسیار کاربرد دارد.",
    ],
    resources: [
      {
        id: "R17_001",
        title: "D007S-460-02R",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://iransiruba.com/downloads/Siruba-D007S-series.pdf",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://iransiruba.com/downloads/D007S-instruction-book_1040601.pdf",
          },
          {
            label: "لیست قطعات",
            link: "https://iransiruba.com/downloads/D007SX_PARTS-LIST_20230522.pdf",
          },
          {
            id: 1714320689262,
            label: "لیست کدهای خطا",
            link: "https://iransiruba.com/downloads/D007S_Errors.pdf",
          },
          {
            id: 1714320689300,
            label: "لیست پارامترها",
            link: "https://iransiruba.com/downloads/D007S_Parameters.pdf",
          },
        ],
      },
    ],
    models: [
      {
        id: "28",
        resource_id: "R17_001",
        title: "D007S-460-02R",
        detail:
          "موتور سِروُ-چهار سوزن-شش نخ-کاتر سنسوری-مکش ضایعات پارچه-چرخ فلت",
        full_name: "D007S-460-02R-AT/AK/AW7",
        image: "flatseamer_D007S-460-02R-AT.png",
        sub_category: "فلت (لباس زیر زنانه)",
        description:
          "چرخ صنعتی فلت Flatseamer D007S-460-02R یک چرخ خیاطی دوخت زنجیری (Chainstitch) با سرعت بالا میباشد که توسط نیروی محرکه مستقیم موتور سِروُ (Direct-Drive) کار میکند. این چرخ خیاطی برای اتصال همسطح پارچه ها می باشد که در دوخت لباس های زیر، کشی و ورزشی استفاده میشود.",
        application: ["21"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "p0.1", label: "موتور", value: "موتور سِروُ" },
          { id: "p0.2", label: "مکش ضایعات پارچه", value: "دارد" },
          { id: "p0.3", label: "کارتر", value: "سنسوری" },
          { id: "p1", label: "طول دوخت", value: "4.0 ~ 1.4 میلیمتر" },
          { id: "p2", label: "فاصله سوزن ها", value: "6.4 میلیمتر" },
          { id: "p3", label: "تعداد نخ", value: "6" },
          { id: "p4", label: "ارتفاع پایه پرس", value: "10 ~ 8 میلیمتر" },
          { id: "p5", label: "شماره سوزن", value: "#21 ~ #14" },
          { id: "p6", label: "سرعت دوخت", value: "3500 بخیه در دقیقه" },
        ],
      },
    ],
  },
  {
    id: "18",
    farsi: "دمپا دوز",
    category: "Automatic Bottom Hemming",
    category_title: "",
    main_image: "automtic_ASC-TBH200.png",
    brand: "سیروبا",
    general_description: [
      "این چرخ برای دوخت لبه پایین لباس مثل دامن و شلوار استفاده می‌شود. امکان تا زدن و دوخت هم‌زمان دمپا باعث زیبایی و سرعت در تولید می‌شود.",
    ],
    resources: [
      {
        id: "R18_001",
        title: "ASC-TBH200",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://iransiruba.com/downloads/ASC-TBH200_A4DM_20220905_s.pdf",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://iransiruba.com/downloads/ASC-TBH200-instruction-book_20230523.pdf",
          },
          {
            label: "لیست قطعات",
            link: "https://iransiruba.com/downloads/ASC-TBH200-parts-list_20231215.pdf",
          },
        ],
      },
    ],
    models: [
      {
        id: "29",
        resource_id: "R18_001",
        title: "ASC-TBH200",
        detail:
          "دمپا دوز-فول اتومات-دوخت در یک مرحله-سایز XS تا 5XL-80 تا 120 تی شرت در ساعت-تشخیص لب پارچه-تشخیص تقاطع دوخت-تشخیص همپوشانی بخیه-مناسب برای دوخت دایره وار و سردوزی شده",
        full_name: "ASC-TBH200",
        image: "automtic_ASC-TBH200.png",
        sub_category: "دمپا دوز",
        description:
          "چرخ صنعتی ASC-TBH200 برای دوخت لبه پایین تی شرت و لباس بطور فول اتومات طراحی شده. چرخ راهنما کار اپراتور را شبیه سازی میکند. یک اپراتور میتواند همزمان با دو چرخ کار کند. دارای سیستم تنظیم خودکار برای دوخت تی شرت از سایز XS تا سایز 5XL می باشد. این چرخ خیاطی دارای سرعت بالای دوخت می باشد و میتواند پشت و روی محل را بدوزد. نیاز به تنظیم دستی اول دوخت با آخر دوخت ندارد.",
        application: ["10"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "v3", label: "عرض بخیه", value: "30 ~ 15 میلیمتر" },
          { id: "v1", label: "طول بخیه", value: "4.5 ~ 0.3 میلیمتر" },
          {
            id: "v2",
            label: "فاصله سوزن ها",
            value: "6.4 u2013 4.8 u2013 4.0",
          },
          { id: "v4", label: "تعداد دوخت", value: "80 ~ 120 عدد لباس در ساعت" },
          { id: "v41", label: "تشخیص اتومات سایز لباس", value: "دارد" },
          { id: "v42", label: "تشخیص تقاطع بخیه", value: "دارد" },
          { id: "v43", label: "تشخیص همپوشانی بخیه", value: "دارد" },
          { id: "v44", label: "تشخیص لبه لباس", value: "دارد" },
          { id: "v45", label: "شماره سوزن", value: "UY128" },
          { id: "v5", label: "تعداد دوخت در دقیقه ", value: " 4500" },
        ],
      },
    ],
  },
  {
    id: "19",
    farsi: "بندکش",
    category: "Automatic String Thrusting Machine",
    category_title: "1",
    sub_menu_url: "/products",
    main_image: "siruba_ASO-STM200.jpg",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        id: "R19_001",
        title: "ASO-STM200",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://iransiruba.com/downloads/ASO-STM200_DM_20240524_s.pdf",
          },
          {
            label: "لیست قطعات",
            link: "https://iransiruba.com/downloads/ASO-STM200-parts-list.pdf",
          },
        ],
      },
    ],
    models: [
      {
        id: "40",
        resource_id: "R19_001",
        title: "ASO-STM200",
        detail:
          "ماشین اتوماتیک دوخت نخ-صفحه نمایش لمسی-انتخاب سایز (S, M, L)-چندزبانه-کنترل طول سیم فولادی-کارایی و دقت-راحتی عملیات",
        full_name: "ASO-STM200",
        image: "siruba_ASO-STM200.jpg",
        sub_category: "بندکش اتومات",
        description: `ماشین اتوماتیک  بندکش  SiRUBA دارای ویژگی‌های برجسته متعددی است. 
اول از همه، این دستگاه مجهز به یک صفحه نمایش لمسی کاربرپسند است که کار با آن را ساده و قابل درک می‌کند.  
شما می‌توانید سایزهایی مانند  S، M، L  یا سایر موارد را انتخاب کنید.  
همچنین، قابلیت تنظیم طول سیم فولادی با استفاده از دسته، کنترل آسان بر طول آن را امکان‌پذیر می‌سازد. این دستگاه در کار شما راحتی به ارمغان می‌آورد، به شما امکان می‌دهد وظایف را با کارایی بالاتری به انجام برسانید و در عین حال کیفیت و دقت را تضمین می‌کند.
`,
        application: [],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "v3", label: "سرعت دوخت	", value: "800" },
          { id: "v1", label: "محدوده کمر", value: "۵۰۰ تا ۱۶۶۰ میلی‌متر" },
          {
            id: "v2",
            label: "روش بزرگنمایی/کوچکنمایی	",
            value: "افزایش یا کاهش مقدار باند کمر",
          },
          {
            id: "v4",
            label: "قطر سیم	",
            value: "۱.۸ تا ۲.۰ میلی‌متر",
          },

          { id: "v42", label: "شمارنده ظرفیت	", value: "۰ تا ۱۰۰۰۰" },
          {
            id: "v43",
            label: "منبع تغذیه	",
            value: "تک فاز، ۲۰۰ تا ۲۴۰ ولت AC، ۵۰/۶۰ هرتز",
          },
          { id: "v44", label: "مصرف برق	", value: "۹۵۰ وات (حداکثر)" },
          { id: "v45", label: "وزن خالص / ناخالص	", value: "۱۱۰ / ۱۵۰ کیلوگرم" },
          {
            id: "v5",
            label: "ابعاد بسته بندی",
            value: "۱۱۷۰ × ۵۷۰ × ۱۳۰۰ میلی‌متر (عرض × عمق × ارتفاع)",
          },
        ],
      },
    ],
  },
];
