export const history = [
  {
    year: "2022",
    value: "دفتر ارتباط شهر 'هوشی مین' تأسیس شد. ",
  },
  {
    year: "2021",
    value: "نمایش محصول جدید در نمایشگاه SiRUBA 2021 در تایوان. ",
  },
  {
    year: "2019",
    value:
      "شرکت سیروبا با نام SiRUBA Machinery Vietnam CO LTD, در ویتنام تاسیس شد. ",
  },

  {
    year: "2018",
    value: "توسعه و پیاده سازی بستر خدمات مشتری ICT SiRUBA برای اولین بار. ",
  },
  {
    year: "2017",
    value:
      "راه اندازی بهترین <em> چرخ خیاطی صنعتی </em > سردوز مدل 700 L که نشان از جمع دانش سیروبا در چرخ های سردوز دارد. ",
  },
  {
    year: "2016",
    value: "انتقال کارخانه تایوان از نانکان به تایوان برای گسترش مقیاس تولید. ",
  },
  {
    year: "2015",
    value: "راه اندازی 'ASP-EBJ100' و انواع چرخ خیاطی های اتوماتیک. ",
  },
  { year: "2014", value: "تاسیس 'دپارتمان اتوماسیون خیاطی' . " },
  {
    year: "2013",
    value:
      "بدست آوردن صلاحیت در سیاست دولت تایوان به منظور 'تقویت بازرگانان تایوانی برای سرمایه گذاری در تایوان' . افزایش سهام شرکت Kaulin Machinery & Electronic Industrial(Ningbo) Co Ltd به 100 درصد. خرید کارخانه جدید در Taoyuan با هدف تولید محصولات پیشرفته و بهبود کلی. بنیاد کائولین تاسیس شد. ",
  },
  {
    year: "2012",
    value:
      "انحلال دو شرکت های تابعه Tong Lin(HK) LTD, و Kaulin Machinery and Electronic industrial(Shenzhen) Co LTD,  به منظور ادغام سرمایه گذاری و عملیات درکشور چین. فروش شرکت SiRUBA Machinery India Private Limited در پاسخ به تغییرات در بازار هند و برای تنظیم نوع کسب و کار. ",
  },
  {
    year: "2011",
    value:
      "دریافت جایزه 'صد برند برتر تایوان' و شرکت در بیستمین سالگرد 'نمایشگاه بوتیک تایوان و صد برند برتر تایوان' . ",
  },
  {
    year: "2010",
    value:
      "تکمیل برنامه 2 ساله ارزش زنجیره ای صنعت برای پروژه عملیاتی دفتر مرکزی و افزایش یکپارچه سازی زنجیره تامین گروهی. ",
  },
  {
    year: "2009",
    value:
      "دریافت جایزه برندینگ تایوان 'برندهای برتر تایوان' از وزارت امور اقتصادی تایوان. معرفی مدیریت داده های محصول(PDM) در ماه مارس. معرفی پلتفرم هوش تجاری گروه تولیدی (BI) در ماه آوریل. ",
  },
  {
    year: "2008",
    value:
      "افزایش سرمایه به مقدار  236/555/150  دلار تایوان از حقوق صاحبان سهام باعث می شود سرمایه شرکت به  1/931/510/800  دلار تایوان برسد. با سرمایه گذاری شرکت سرمایه گذاری سیروبا، سهام شرکت های Kaulin Machinery & Electronic Industrial(Shen Zhen) Co Ltd و Kaulin Machinery & Electronic Industrial(Ningbo) Co Ltd  به 85 درصد افزایش داد. ",
  },
  {
    year: "2007",
    value:
      "دریافت جایزه برندینگ تایوان 'برندهای برتر تایوان' از وزارت امور اقتصادی تایوان. شعبه SIRUBA هند در ماه ژوئن تاسیس شد. ادغام شرکتهای Kaulin Machinery & Electronic industrial(Ningbo) Co Ltd, و Kaulin Machinery & Electronic industrial(Ning Bo Machinery) Co Ltd در چین. ",
  },
  {
    year: "2006",
    value:
      "ارزش شرکت Kaulin Machinery & Electronic industrial(Ningbo) Co Ltd  با رقم USD  19/500/000  ثبت شد. ",
  },
  {
    year: "2005",
    value:
      "به منظور توسعه در کشور چین، درآمد حاصل از چین برای تأسیس شرکت های Kaulin Machinery & Electronic industrial Ningbo از طریق شرکت سرمایه گذاری سیروبا استفاده شد. ارزش شرکت تا رقم  1/460/443/240  دلار تایوان افزایش یافت. شرکتی برای فروش مستقیم به مشتریان در تایپه برای ارائه خدمات فروش، نگهداری و تعمیر در سراسرنایوان تاسیس شد. ",
  },
  {
    year: "2004",
    value: "ارزش شرکت تا رقم  1/387/897/640  دلار تایوان افزایش یافت. ",
  },
  {
    year: "2003",
    value: "تشویق شرکت های و ابسته در خارج به اجرای سیستم مدیریتی ERP. ",
  },
  {
    year: "2002",
    value:
      "افزایش دارایی های سهام در شرکت در چین به 70٪ از طریق شرکت سرمایه گذاری سیروبا. معرفی سیستم ERP برای افزایش مدیریت و کارایی. دریافت گواهی ISO 9001: 2000 جدید. ",
  },
  {
    year: "2002",
    value:
      "افزایش دارایی های سهام در شرکت در چین به 70٪ از طریق شرکت سرمایه گذاری سیروبا. معرفی سیستم ERP برای افزایش مدیریت و کارایی. دریافت گواهی ISO 9001: 2000 جدید. ",
  },
  {
    year: "2001",
    value:
      "ارزش گذاری شرکت به قیمت  1/199/121/060  دلار تایوان ارزش گذاری شرکت به قیمت  1/199/121/060  دلار تایوان.",
  },
  { year: "2000", value: "سهام SiRUBA در بازار بورس تایوان پذیرفته شد. " },
  {
    year: "1999",
    value:
      "دفتر نینگبو چین افتتاح شد. سهام SiRUBA در تاریخ 2 ژوئن وارد بورس معاملات عمومی شد. گواهی 'طراحی خوب' توسط شورای توسعه تجارت خارجی چین به <em> چرخ خیاطی صنعتی </em> سردوز سیروبا اعطا شد. شروع تولید انبوه ماشین های 1 سوزنی تخت سری L818 و چرخ سردوز تخت سری P700 و سری R700. ",
  },
  {
    year: "1998",
    value:
      "ادغام و تملک زیرمجموعه های SiRUBA، Tong Lin(HK) Sewing Machine Co Ltd, SiRUBA Latin America Inc  و غیره تکمیل شد. سیستم تایید هویت شرکت به روز شد. ",
  },
  {
    year: "1997",
    value:
      "شعبه اروپایی شرکت به نام SIRUBA EUROPA B U  افتتاح شد. سرمایه گذاری در شعبه کارخانه در Shen - Zhen کشور چین. دریافت گواهینامه ممتاز ساخت کیفیت برتر در تایوان از وزیر امور اقتصادی تایوان. تولید و توسعه و معرفی چرخ های سوزنی با سیلندر کوچک سری S007 به بازار. ",
  },
  {
    year: "1996",
    value:
      "همه محصولات در ماه ژانویه برای نشان CE در منطقه اقتصادی اروپا تایید شدند. تولید و توسعه موفقیت آمیز ماشین دوخت زنجیری 4 سوزنی سری HF008. شرکت تابعه Yilin Co Ltd تاسیس شد. ",
  },
  {
    year: "1994",
    value:
      "تولید و توسعه ماشین دوخت زنجیری تخت 4 و 12 سوزنی سری VC008. دریافت گواهینامه بین المللی QA ISO - 9002 توسط دفتر بازرسی کل کالا. ",
  },
  {
    year: "1991",
    value: "معرفی چرخ های سری 3 سوزنی (ماشین خیاطی سوزنی) به بازار. ",
  },
  {
    year: "1987",
    value: "دفتر مرکزی به آدرس فعلی خود در جاده Minsheng East منتقل شد. ",
  },
  {
    year: "1986",
    value:
      "کارخانه تولیدی کائولین از طرف وزارت امور اقتصادی تایوان بعنوان تنها کارخانه Center - Satellite منصوب شد. ",
  },
  {
    year: "1984",
    value:
      "دریافت گواهینامه توسط اداره بازرسی کل کالا با علامت CNS برای تمامی محصولات. ",
  },
  {
    year: "1982",
    value:
      "تولید و صادرات محصولات OEM برای شرکت هایی مانند Union Special، Consew US، Blind Stitch و غیره. همکاری فناورانه با Rimoldi & CF ایتالیا، تولید و صادرات چرخ های سردوز سری 427. شروع تولید دستگاه چرخ های سردوز سری 860 برای شرکت سینگر SINGER برای صادرات به سراسر جهان. ",
  },
  { year: "1981", value: "معرفی چرخ سردوز با سرعت بالا. " },
  {
    year: "1978",
    value: "دستگاه کوک 2 سوزنی توسط شرکت سینگر برای تولید و صادرات گواهی شد. ",
  },
  {
    year: "1977",
    value: "کارخانه جدید در منطقه پارک صنعتی جوانان تایوان افتتاح شد. ",
  },
  {
    year: "1971",
    value: "معرفی دستگاه بسته‌بندی صنعتی، قابل حمل، به بازار. ",
  },
  {
    year: "1965",
    value: "کارخانه تولیدی کائولین KAULIN تاسیس شد. ",
    // isLastItem: true,
  },
];
