export const machines = [
  {
    id: "2",
    farsi: "سردوز (زیگزال)",
    name: "Overlock",
    title: "",
    main_image: "overlock_747L-514M-3-24_VT_DKLU1-0.png",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        title: "سردوز سری 700L",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/700l-dm/",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://www.siruba.com/download/4396/",
          },
          {
            label: "لیست قطعات",
            link: "https://www.siruba.com/download/5320/",
          },
          {
            label: "لیست قطعات جانبی",
            link: "https://siruba.com/download/700l_attachment-parts-list/",
          },
        ],
      },
    ],
    models: [
      {
        title: "737L-504M-3-04",
        detail: "سه نخ-کاتر جانبی-مکش برش نخ-تک سوزن-پارچه ظریف و معمولی",
        full_name: "737L-504M-3-04/VT/DKLU1-0",
        image: "overlock_737L-504M-3-04_VT_DKLU1-0.png",
        category: "زیگزال سه نخ",
        description:
          "چرخ صنعتی سردوز 737L-504M-3-04 برای دوخت با کیفیت بالای طیف وسیعی از پارچه های معمولی و متوسط در نظر گرفته شده است. تقریباً در تمام بخش های خیاطی مانند لباس بافتنی، لباس فرم، مردانه، زنانه، لباس مد کودکان و غیره کاربرد دارد. عدم وجود نویز و لرزش را حتی در بالاترین سرعت تضمین می کند. این چرخ برای برای کارگاه های کوچک و استودیو مد لباس مناسب می باشد.",
        functions: ["09", "10", "16", "17"],

        info: [
          { id: "b0.1", label: "موتور", value: "مستقیم بدون تسمه" },
          { id: "b0.2", label: "مکش برش نخ", value: "دارد" },
          { id: "b1", label: "تعداد سوزن", value: "1" },
          { id: "b2", label: "تعداد نخ", value: "3" },
          { id: "b3", label: "فاصله سوزن ها", value: "–" },
          { id: "b4", label: "عرض دوخت", value: "4 میلیمتر" },
          { id: "b6", label: "طول دوخت", value: "3.6 میلیمتر" },
          { id: "b6.5", label: "مدل دوخت", value: "504.jpg" },
          {
            id: "b4.5",
            label: "کارپیشبر",
            value: "استاندارد با 3 ردیف دندانه",
          },
          {
            id: "b5",
            label: "مقدار حرکت کارپیشبر",
            value: "2.0 ~ 0.7",
          },

          { id: "b7", label: "ارتفاع پایه", value: "6 میلیمتر" },
          { id: "b8", label: "شماره سوزن", value: "#11" },
          { id: "b8.5", label: "کاتر", value: "جانبی و الکتریکی" },
          { id: "b8.6", label: "لامپ", value: "ال ای دی" },
          { id: "b9", label: "تعداد بخیه در دقیقه", value: "7500" },
        ],
      },
      {
        title: "747L-514M-3-24",
        detail: "چهار نخ-کاتر جانبی-مکش برش نخ-تک سوزن-پارچه ظریف و معمولی",
        full_name: "747L-514M-3-24/VT/DKLU1-0",
        image: "overlock_747L-514M-3-24_VT_DKLU1-0.png",
        category: "زیگزال چهار نخ معمولی",
        description:
          "چرخ صنعتی سردوز 747L-514M-3-24 برای دوخت با کیفیت بالای طیف وسیعی از پارچه های معمولی و متوسط در نظر گرفته شده است. تقریباً در تمام بخش های خیاطی مانند لباس بافتنی، لباس فرم، مردانه، زنانه، لباس مد کودکان و غیره کاربرد دارد. عدم وجود نویز و لرزش را حتی در بالاترین سرعت تضمین می کند. این چرخ برای برای کارگاه های کوچک و استودیو مد لباس مناسب می باشد. ",
        functions: ["10", "12", "14", "15"],

        info: [
          { id: "c0.1", label: "موتور", value: "مستقیم بدون تسمه" },
          { id: "c0.2", label: "مکش برش نخ", value: "دارد" },
          { id: "c1", label: "تعداد سوزن", value: "2" },
          { id: "c2", label: "تعداد نخ", value: "4" },
          { id: "c3", label: "فاصله سوزن ها", value: "2" },
          { id: "c4", label: "عرض دوخت", value: "4 میلیمتر" },
          { id: "c6", label: "طول دوخت", value: "3.6 میلیمتر" },
          { id: "c6.5", label: "مدل دوخت", value: "514.png" },

          {
            id: "c4.5",
            label: "کارپیشبر",
            value: "استاندارد با 3 ردیف دندانه",
          },

          {
            id: "c5",
            label: "مقدار حرکت کارپیشبر",
            value: "2.0 ~ 0.7",
          },
          { id: "c7", label: "ارتفاع پایه", value: "5.5 میلیمتر" },
          { id: "c8", label: "شماره سوزن", value: "#11" },
          { id: "c8.5", label: "کاتر", value: "جانبی و الکتریکی" },
          { id: "c8.6", label: "لامپ", value: "ال ای دی" },
          { id: "c9", label: "تعداد بخیه در دقیقه", value: "7500" },
        ],
      },
      {
        title: "757L-401M-8-50",
        detail: "پنج نخ-جیب دوز-دو سوزن-پارچه ظریف و معمولی",
        full_name: "757L-401M-8-50/TA/DKLU1-0",
        image: "overlock_757L-401M-8-50_VT_DKLU1-0.png",
        category: "گان دوز",
        description:
          "چرخ صنعتی سردوز جیب دوز 757L-401M-8-50 برای دوخت با کیفیت بالای طیف وسیعی از پارچه های معمولی و متوسط در نظر گرفته شده است. عدم وجود نویز و لرزش را حتی در بالاترین سرعت تضمین می کند. این چرخ برای برای کارگاه های کوچک و استودیو مد لباس مناسب می باشد. قابلیت دو ردیف دوخت زنجیره ای بر روی نوار لبه جیب شلوار های مرغوب. ",
        functions: ["17"],

        info: [
          { id: "d0.1", label: "موتور", value: "مستقیم بدون تسمه" },
          { id: "d0.2", label: "مکش برش نخ", value: "دارد" },
          { id: "d1", label: "تعداد سوزن", value: "2" },
          { id: "d2", label: "تعداد نخ", value: "5" },
          { id: "d3", label: "فاصله سوزن ها", value: "5" },
          { id: "d4", label: "عرض دوخت", value: "–" },
          { id: "d6", label: "طول دوخت", value: "3.6 میلیمتر" },
          {
            id: "d4.5",
            label: "کارپیشبر",
            value: "مخصوص با 3 ردیف دندانه",
          },

          {
            id: "d5",
            label: "مقدار حرکت کارپیشبر",
            value: "2.0 ~ 0.7",
          },
          { id: "d7", label: "ارتفاع پایه", value: "6 میلیمتر" },
          { id: "d8", label: "شماره سوزن", value: "#14" },
          { id: "d8.5", label: "کاتر", value: "جانبی و الکتریکی" },
          { id: "d8.6", label: "لامپ", value: "ال ای دی" },
          { id: "d9", label: "تعداد بخیه در دقیقه", value: "7500" },
        ],
      },
      {
        title: "757L-516M-3-35",
        detail: "پنج نخ-کاتر تخت-مکش برش نخ-دو سوزن-پارچه ظریف و معمولی",
        full_name: "757L-516M-3-35/CT/DKLU1-0",
        image: "overlock_757L-516M-3-35_CT_DKLU1-0.png",
        category: "زیگزال پنج نخ معمولی",
        description:
          "چرخ صنعتی سردوز 757L-516M-3-35 برای دوخت با کیفیت بالای طیف وسیعی از پارچه های معمولی و متوسط در نظر گرفته شده است. تقریباً در تمام بخش های خیاطی مانند لباس بافتنی، لباس فرم، مردانه، زنانه، لباس مد کودکان و غیره کاربرد دارد. عدم وجود نویز و لرزش را حتی در بالاترین سرعت تضمین می کند. این چرخ برای برای کارگاه های کوچک و استودیو مد لباس مناسب می باشد.",
        functions: ["15", "17"],

        info: [
          { id: "e0.1", label: "موتور", value: "مستقیم بدون تسمه" },
          { id: "e0.2", label: "مکش برش نخ", value: "دارد" },
          { id: "e1", label: "تعداد سوزن", value: "2" },
          { id: "e2", label: "تعداد نخ", value: "5" },
          { id: "e3", label: "فاصله سوزن ها", value: "3" },
          { id: "e4", label: "عرض دوخت", value: "5 میلیمتر" },
          { id: "e6", label: "طول دوخت", value: "3.6 میلیمتر" },
          { id: "e6.5", label: "مدل دوخت", value: "516.png" },
          {
            id: "e4.5",
            label: "کارپیشبر",
            value: "استاندارد با 3 ردیف دندانه",
          },

          {
            id: "e5",
            label: "مقدار حرکت کارپیشبر",
            value: "2.0 ~ 0.7",
          },
          { id: "e7", label: "ارتفاع پایه", value: "5 میلیمتر" },
          { id: "e8", label: "شماره سوزن", value: "#14" },
          { id: "e8.5", label: "کاتر", value: "تخت و الکتریکی" },
          { id: "e8.6", label: "لامپ", value: "ال ای دی" },
          { id: "e9", label: "تعداد بخیه در دقیقه", value: "7000" },
        ],
      },
      {
        title: "757L-516X-3-56",
        detail: "پنج نخ-کاتر تخت-مکش برش نخ-دو سوزن-پارچه های بسیار ضخیم",
        full_name: "757L-516X-3-56/CT/DKLU1-0",
        image: "overlock_757L-516M-3-35_CT_DKLU1-0.png",
        category: "زیگزال پنج نخ ضخیم",
        description:
          "چرخ صنعتی سردوز 757L-516X-3-56 برای دوخت با کیفیت بالای طیف وسیعی از پارچه های متوسط و ضخیم در نظر گرفته شده است. عدم وجود نویز و لرزش را حتی در بالاترین سرعت تضمین می کند. این چرخ برای برای کارگاه های کوچک و استودیو مد لباس مناسب می باشد. قابلیت سردوزی تا 10 لایه پارچه جین را دارد.  ",
        functions: ["15", "17"],

        info: [
          { id: "f0.1", label: "موتور", value: "مستقیم بدون تسمه" },
          { id: "f0.2", label: "مکش برش نخ", value: "دارد" },
          { id: "f1", label: "تعداد سوزن", value: "2" },
          { id: "f2", label: "تعداد نخ", value: "5" },
          { id: "f3", label: "فاصله سوزن ها", value: "5" },
          { id: "f4", label: "عرض دوخت", value: "6 میلیمتر" },
          { id: "f6", label: "طول دوخت", value: "3.6 میلیمتر" },
          { id: "f6.5", label: "مدل دوخت", value: "516.png" },
          // { id: "f6.6", label: "دوخت 10 لایه جین", value: "tn_516x_01.png" },
          {
            id: "f6.7",
            label: "دوخت 10 لایه جین",
            value: "tn_516x_02.png",
          },
          {
            id: "f4.5",
            label: "کارپیشبر",
            value: "استاندارد با 3 ردیف دندانه",
          },

          {
            id: "f5",
            label: "مقدار حرکت کارپیشبر",
            value: "2.0 ~ 0.7",
          },
          { id: "f7", label: "ارتفاع پایه", value: "7 میلیمتر" },
          { id: "f8", label: "شماره سوزن", value: "#16" },
          { id: "f8.5", label: "کاتر", value: "تخت و الکتریکی" },
          { id: "f8.6", label: "لامپ", value: "ال ای دی" },
          { id: "f9", label: "تعداد بخیه در دقیقه", value: "6000" },
        ],
      },
    ],
  },
  {
    id: "3",
    farsi: "میاندوز",
    name: "Interlock",
    title: "",
    main_image: "interlock_F007KD-W122-364.png",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        title: "اطلاعات میاندوز",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/f007k-kd/",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://www.siruba.com/download/f007k-f007kd-instruction-book/",
          },
          {
            label: "لیست قطعات",
            link: "https://www.siruba.com/download/f007kd-df%e2%96%a1_parts-list/",
          },
          {
            label: "لیست قطعات جانبی",
            link: "https://www.siruba.com/download/f007kd-df%e2%96%a1_attachment-parts-list/",
          },
        ],
      },
    ],
    models: [
      {
        title: "F007KD-U712-264",
        detail: "نوار دوز-چهار نخ-دو سوزنه-شرت های مردانه-لباس های ورزشی",
        full_name: "F007KD-U712-264/FSP/LS-A/DFKU1-0",
        image: "interlock_F007K-U712-264.png",
        category: "میاندوز نواردوز",
        description:
          "چرخ صنعتی میاندوز F007KD-U712-264 برای دوخت نوارها ساده و تزئینی روی درز لباس های ورزشی، شلوار جین یا لباس های زیر می باشد. همچنین می توانید نوار اضافی را در داخل نوار دیگر اضافه کنید تا برجستگی و تزئین را افزایش دهید. مخصوص دوخت نوار بر روی دوخت های ساده برای تقویت دوخت و زینت دادن. ",
        functions: ["13"],

        info: [
          { id: "g0.1", label: "موتور", value: "مستقیم بدون تسمه" },
          { id: "g0.2", label: "کاربرد", value: "نوار دوز" },
          { id: "g0.25", label: "دوخت نواری دوبل", value: "دارد" },
          {
            id: "g0.3",
            label: "عرض نهایی نوار",
            value: "10 میلیمتر",
          },
          { id: "g1", label: "تعداد سوزن", value: "2" },
          { id: "g2", label: "تعداد نخ", value: "4" },
          { id: "g3", label: "فاصله سوزن ها", value: "6.4" },
          { id: "g4", label: "عرض دوخت", value: "1.6 ~ 4.2" },
          {
            id: "g6",
            label: "مقدار حرکت کارپیشبر",
            value: "0.5 ~ 1.3",
          },
          { id: "g8", label: "ارتفاع پایه", value: "5 میلیمتر" },
          { id: "g9", label: "تعداد بخیه در دقیقه", value: "6000" },
        ],
      },
      {
        title: "F007KD-W122-364",
        detail:
          "دوخت لبه پایین لباس-دوخت درزهای ساده-دوخت پشت و رو-چهار نخ-سه سوزنه-قابلیت سجاف کردن-تریمر بالا و زیر",
        full_name: "F007KD-W122-364/FHA/UTG/DFKH1-1",
        image: "interlock_F007KD-W122-364.png",
        category: "میاندوز تمام اتوماتیک",
        description:
          "چرخ صنعتی میاندوز F007KD-W122-364 با قابلیت دوخت دوطرفه ساده و پایین لباس ها مثل لباس زیر، لباسهای ورزسی و غیره با پارچه های متوسط. دارای دستگاه سجاف کردن می باشد. دارای تریمر بالا و زیر می باشد.",
        functions: ["09", "10"],
        info: [
          { id: "h0.1", label: "موتور", value: "مستقیم بدون تسمه" },
          {
            id: "h0.2",
            label: "کاربرد",
            value: "دوخت لبه پایین لباس ها",
          },
          { id: "h0.2", label: "دستگاه سجاف کردن", value: "دارد" },
          { id: "h0.3", label: "دوخت پشت و رو", value: "دارد" },
          {
            id: "h0.4",
            label: "نمونه دوخت",
            value: "W122-364_01.png",
          },
          { id: "h1", label: "تعداد سوزن", value: "3" },
          { id: "h2", label: "تعداد نخ", value: "5" },
          { id: "h3", label: "فاصله سوزن ها", value: "6.4" },
          { id: "h4", label: "طول دوخت", value: "1.6 ~ 4.26" },
          {
            id: "h5",
            label: "مقدار حرکت کارپیشبر",
            value: "0.5 ~ 1.3",
          },
          { id: "h7", label: "ارتفاع پایه", value: " 	5 میلیمتر" },
          {
            id: "h8",
            label: "تعداد بخیه در دقیقه",
            value: " 	6000",
          },
        ],
      },
    ],
  },
  {
    id: "1",
    farsi: "راسته دوز",
    name: "Lockstitch",
    title: "",
    main_image: "lockstitch_DT828L-42-064M_C-13.png",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        title: "DL720-M1",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/dl7200-2/",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://www.siruba.com/download/dl720-instruction-book-parts-list-2/",
          },
          {
            label: "لیست قطعات",
            link: "https://www.siruba.com/download/dl720-instruction-book-parts-list/",
          },
        ],
      },
      {
        title: "DL7200C-BH1 & DL7200C-BM1",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/dl7200c-catalog/",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://siruba.com/download/dl7200c-instruction-book/",
          },
          {
            label: "لیست قطعات",
            link: "https://siruba.com/download/dl7200c-part-list/",
          },
        ],
      },
    ],
    models: [
      {
        title: "DL720-M1",
        detail:
          "تک سوزن-موتور سِروُ مستقیم-طول دوخت قابل تنظیم-قابلیت تنظیم سوزن-روغنکاری اتومات-پارچه معمولی و ضخیم",
        full_name: "DL720-M1",
        image: "lockstitch_DL720-M1.png",
        category: "راسته دوز نیمه اتوماتیک",
        description:
          "چرخ صنعتی راسته دوز DL720-M1 دوخت قفلی (Lockstitch) دارای موتور    Servo  می باشد که شروع و پایان دوخت دقیق، صدا و لرزش کم، کم مصرف از نظر برق، و مناسب برای دوخت هر گونه پیراهن، کت و شلوار و لباس های مشابه میباشد بخصوص دوخت یقه و لبه سینه کت. قابلیت تنظیم طول دوخت تا 5 میلیمتر به شما امکان دوخت های مختلف را میدهد. دارای دستگاه کاتر و تیغ میباشد که باعث بازده ای بیشتر و تمیزی در دوخت میشود. این چرخ صنعتی مجهز به ماسوره پر کن و قابلیت نیم دوخت می باشد. همچنین برای راحتی کار با این چرخ خیاطی فضای 30 میلیتری برای ضایعات پارچه در نظر گرفته شده.",
        functions: ["08", "09", "10", "12", "14", "15", "16"],

        info: [
          {
            id: "j0.1",
            label: "موتور",
            value: "سِروُ مستقیم بدون تسمه",
          },
          {
            id: "j0.2",
            label: "قابلیت تنظیم سوزن",
            value: "دارد",
          },
          {
            id: "j0.3",
            label: "قابلیت شروع آهسته",
            value: "دارد",
          },
          {
            id: "j0.4",
            label: "روغنکاری اتومات",
            value: "دارد",
          },
          {
            id: "j0.5",
            label: "کنترل پنل",
            value: "دارد",
          },
          {
            id: "j0.6",
            label: "فضای 30 mm ضایعات پارچه",
            value: "DL720-M1_001.png",
          },
          {
            id: "j1",
            label: "کاربرد",
            value: "پیراهن، کت و شلوار و لباس های مشابه",
          },
          { id: "j2", label: "طول دوخت", value: "5 ~ 0 میلیمتر" },
          {
            id: "j3",
            label: "کارکرد",
            value: "برش نخ سوزن و ماسوره",
          },
          {
            id: "j4",
            label: "ارتفال پایه پرس",
            value: "دستی 5 ، زانویی 13 میلیمتر",
          },
          { id: "j5", label: "شماره سوزن", value: "#11 ~ #14" },
          {
            id: "j6",
            label: "عرض دوخت زیگزاگ",
            value: "5.0 ~ 1.5 میلیمتر",
          },
          { id: "j7", label: "لامپ", value: "ال ای دی" },
          { id: "j8", label: "سرعت دوخت", value: "4000 spm" },
        ],
      },
      {
        title: "DL7200C-BM1-16Q",
        detail:
          "کامپیوتری-استپ موتور-دقت دوخت بالا-دوخت معکوس-کاتر نخ-9 طرح دوخت قابل تغییر- ارتفاع سوزن 15.5 -پارچه های معمولی و ضخیم",
        full_name: "DL7200C-BM1-16Q",
        image: "lockstitch_DL7200C-BM1-16Q.png",
        category: "راسته دوز تمام اتوماتیک معمولی",
        description:
          "چرخ صنعتی راسته دوز DL7200C-BM1-16Q دوخت قفلی (Lockstitch) دارای نیروی محرک مستقیم (Direct-drive) و کاتر نخ میباشد. موتور پله ای این چرخ صنعتی دسترسی به کنترل دوخت با دقت 0.1 میلی متر را امکان پذیر میکند و دوخت معکوس دقیقا روی دوخت قبلی قرار میگیرد و نتیجه کار بسیار تمیز و دقیق میشود. مناسب برای پارچه های متوسط تا ضخیم. ",
        functions: ["08", "09", "10", "12", "14", "15", "16", "18"],

        info: [
          {
            id: "k0.1",
            label: "موتور",
            value: "استپ موتور نیروی مستقیم",
          },
          { id: "k0.2", label: "دوخت معکوس", value: "دارد" },
          {
            id: "k0.3",
            label: "کارپیشبر",
            value: "تک با 4 ردیف دندانه",
          },
          { id: "k0.4", label: "صفحه سوزن", value: "دارد" },
          { id: "k0.5", label: "کاتر نخ", value: "دارد" },
          { id: "k0.6", label: "بالابر", value: "اتومات" },
          { id: "k1", label: "طول دوخت", value: "5 ~ 0 میلیمتر" },
          {
            id: "k2",
            label: "پایه بالا کن",
            value: "دستی 5 ، زانویی 13، اتومات 9 میلیمتر",
          },
          { id: "k2.5", label: "تعداد سوزن", value: "1" },
          { id: "k3", label: "ارتفاع سوزن", value: "15.5 میلیمتر" },

          { id: "k4", label: "شماره سوزن", value: "#14 ~ #11" },
          { id: "k5", label: "سرعت دوخت", value: "4000 spm" },
        ],
      },
      {
        title: "DL7200C-BH1-16Q",
        detail:
          "کامپیوتری-استپ موتور-دقت دوخت بالا-دوخت معکوس-کاتر نخ-9 طرح دوخت قابل تغییر- ارتفاع سوزن 18 -پارچه های معمولی و ضخیم",
        full_name: "DL7200C-BH1-16Q",
        image: "lockstitch_DL7200C-BH1-16Q.png",
        category: "راسته دوز تمام اتوماتیک ضخیم",
        description:
          "چرخ صنعتی راسته دوز کامپیوتری DL7200C-BH1-16Q دوخت قفلی (Lockstitch) دارای نیروی محرک مستقیم (Direct-drive) استپ موتور. موتور پله ای این چرخ صنعتی دسترسی به کنترل دوخت با دقت 0.1 میلی متر را امکان پذیر میسازد با قابلیت دوخت معکوس که دقیقا روی دوخت قبلی قرار میگیرد و نتیجه کار بسیار تمیز و دقیق میشود. مناسب برای پارچه های متوسط و ضخیم. دارای کنترل پنل هوشمند و پورت USB. دارای 9 طرح دوخت برای نیاز های مختلف کاربر که قابل تغییر هم می باشند. طراحی ثبت شده در استفاده از صفحه پایه پرس شیبدار منجر به افزایش عمر مفید الکترومغناطیسی و دوام آن میشود.",
        functions: ["08", "09", "10", "12", "14", "15", "16", "18"],

        info: [
          {
            id: "k0.1",
            label: "موتور",
            value: "استپ موتور نیروی مستقیم",
          },
          { id: "k0.2", label: "دوخت معکوس", value: "دارد" },
          {
            id: "k0.3",
            label: "کارپیشبر",
            value: "تک با 4 ردیف دندانه",
          },
          { id: "k0.4", label: "صفحه سوزن", value: "دارد" },
          { id: "k0.5", label: "کاتر نخ", value: "دارد" },
          { id: "k0.6", label: "بالابر", value: "اتومات" },
          { id: "k1", label: "طول دوخت", value: "5 ~ 0 میلیمتر" },
          {
            id: "k2",
            label: "پایه بالا کن",
            value: "دستی 5 ، زانویی 13، اتومات 9 میلیمتر",
          },
          { id: "k2.5", label: "تعداد سوزن", value: "1" },
          { id: "k3", label: "ارتفاع سوزن", value: "18 میلیمتر" },

          { id: "k4", label: "شماره سوزن", value: "#23 ~ #20" },
          { id: "k5", label: "سرعت دوخت", value: "4000 spm" },
        ],
      },
    ],
  },
  {
    id: "4",
    farsi: "گان دوز",
    name: "Interlock-scrubs",
    title: "",
    main_image: "interlock_F007KD-W122-364.png",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        title: "اطلاعات گان دوز",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/f007k-kd/",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://www.siruba.com/download/f007k-f007kd-instruction-book/",
          },
          {
            label: "لیست قطعات",
            link: "https://www.siruba.com/download/f007kd-df%e2%96%a1_parts-list/",
          },
          {
            label: "لیست قطعات جانبی",
            link: "https://www.siruba.com/download/f007kd-df%e2%96%a1_attachment-parts-list/",
          },
        ],
      },
    ],
    models: [
      {
        title: "757L-401M-8-50",
        detail: "پنج نخ-جیب دوز-دو سوزن-پارچه ظریف و معمولی",
        full_name: "757L-401M-8-50/TA/DKLU1-0",
        image: "overlock_757L-401M-8-50_VT_DKLU1-0.png",
        category: "گان دوز",
        description:
          "چرخ صنعتی سردوز جیب دوز 757L-401M-8-50 برای دوخت با کیفیت بالای طیف وسیعی از پارچه های معمولی و متوسط در نظر گرفته شده است. عدم وجود نویز و لرزش را حتی در بالاترین سرعت تضمین می کند. این چرخ برای برای کارگاه های کوچک و استودیو مد لباس مناسب می باشد. قابلیت دو ردیف دوخت زنجیره ای بر روی نوار لبه جیب شلوار های مرغوب. ",
        functions: ["17"],

        info: [
          { id: "d0.1", label: "موتور", value: "مستقیم بدون تسمه" },
          { id: "d0.2", label: "مکش برش نخ", value: "دارد" },
          { id: "d1", label: "تعداد سوزن", value: "2" },
          { id: "d2", label: "تعداد نخ", value: "5" },
          { id: "d3", label: "فاصله سوزن ها", value: "5" },
          { id: "d4", label: "عرض دوخت", value: "–" },
          { id: "d6", label: "طول دوخت", value: "3.6 میلیمتر" },
          {
            id: "d4.5",
            label: "کارپیشبر",
            value: "مخصوص با 3 ردیف دندانه",
          },

          {
            id: "d5",
            label: "مقدار حرکت کارپیشبر",
            value: "2.0 ~ 0.7",
          },
          { id: "d7", label: "ارتفاع پایه", value: "6 میلیمتر" },
          { id: "d8", label: "شماره سوزن", value: "#14" },
          { id: "d8.5", label: "کاتر", value: "جانبی و الکتریکی" },
          { id: "d8.6", label: "لامپ", value: "ال ای دی" },
          { id: "d9", label: "تعداد بخیه در دقیقه", value: "7500" },
        ],
      },
    ],
  },

  {
    id: "5",
    farsi: "دو سوزن دو ماکو",
    name: "Lockstitch-two-needle",
    title: "",
    main_image: "interlock_F007KD-W122-364.png",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        title: "DT828L",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/dt828l-dm/",
          },
          {
            label: "کتاب دستورالعمل و قطعات",
            link: "https://siruba.com/download/dt828l-instructions-book-parts-list/",
          },
        ],
      },
    ],
    models: [
      {
        title: "DT828L-42-064M",
        detail:
          "کامپیوتری-دو مرحله استپ موتور-دو سوزنه-سیستم تریمر نخ-دوخت معکوس-روغنکاری اتومات-لامپ ال ای دی سه مرحله-پارچه های معمولی",
        full_name: "DT828L-42-064M/C-13",
        image: "lockstitch_DT828L-42-064M_C-13.png",
        category: "دو سوزن دو ماکو معمولی",
        description:
          "چرخ صنعتی راسته دوز کامپیوتری DT828L-42-064M با استپ موتور دو مرحله ای قوی می باشد. موتور پله ای دو جهته (Bidirectional) این چرخ صنعتی دسترسی به کنترل دوخت با دقت 0.1 میلی متر را امکان پذیر میکند و دوخت معکوس دقیقا روی دوخت قبلی قرار میگیرد و نتیجه کار بسیار تمیز و دقیق میشود. این موتور همچنین قدرتمند، و در پایان حرکت برگشت دوخت، مقام سازی دوخت، پیرایش، بالا بردن پایه سوزن، نفوذ بهتر سوزن در پارچه، ساکت و ثابت است و سرعت عمل بالایی دارد. این چرخ خیاطی صنعتی دارای سه مرحله نور پردازی قابل تنظیم، روغنکاری اتومات، کنترل زانویی الکترونیکی، بالابر پایه راحت، سیستم برش مستقیم، کنترل پنل تنظیم چند منظوره، دو سوزنه و دوخت معکوس برای پارچه های معمولی تا ضخیم می باشد.",
        functions: ["20"],

        info: [
          {
            id: "n0.1",
            label: "موتور",
            value: "استپ موتور دو مرحله ای نیروی مستقیم",
          },
          {
            id: "n0.6",
            label: "کنترل پنل",
            value: "قابلیت تنظیم چند منظوره",
          },
          { id: "n0.2", label: "دوخت معکوس", value: "دارد" },
          { id: "n0.5", label: "کاتر مستقیم نخ", value: "دارد" },
          { id: "n0.5", label: "برش اتومات", value: "دارد" },
          { id: "n0.6", label: "روغنکاری", value: "اتومات" },
          {
            id: "n1",
            label: "طول دوخت",
            value: "معمولی 0 ~4 – ضخیم 0 ~ 5 میلیمتر",
          },
          { id: "n2", label: "تعداد سوزن", value: "2" },
          { id: "n2", label: "فاصله سوزن ها", value: "6.4" },
          {
            id: "n3",
            label: "ارتفاع پایه پرس",
            value: "دستی 7 ، اتومات 8 ~ 12 میلیمتر",
          },
          { id: "n4", label: "ارتفاع سوزن", value: "18 میلیمتر" },
          { id: "n5", label: "شماره سوزن", value: "#16 ~ #11" },
          { id: "n5", label: "لامپ", value: "ال ای دی سه مرحله ای" },
          { id: "n7", label: "سرعت دوخت", value: " 3000 spm" },
        ],
      },
      {
        title: "DT828L-75-064H",
        detail:
          "کامپیوتری-دو مرحله استپ موتور-دو سوزنه-سیستم تریمر نخ-دوخت معکوس-روغنکاری اتومات-لامپ ال ای دی سه مرحله-پارچه های ضخیم",
        full_name: "DT828L-75-064H/C-13",
        image: "lockstitch_DT828L-75-064H_C-13.png",
        category: "دو سوزن دو ماکو متحرک ضخیم",
        description:
          "چرخ صنعتی راسته دوز کامپیوتری DT828L-42-064M با استپ موتور دو مرحله ای قوی می باشد. موتور پله ای دو جهته (Bidirectional) این چرخ صنعتی دسترسی به کنترل دوخت با دقت 0.1 میلی متر را امکان پذیر میکند و دوخت معکوس دقیقا روی دوخت قبلی قرار میگیرد و نتیجه کار بسیار تمیز و دقیق میشود. این موتور همچنین قدرتمند، و در پایان حرکت برگشت دوخت، مقام سازی دوخت، پیرایش، بالا بردن پایه سوزن، نفوذ بهتر سوزن در پارچه، ساکت و ثابت است و سرعت عمل بالایی دارد. این چرخ خیاطی صنعتی دارای سه مرحله نور پردازی قابل تنظیم، روغنکاری اتومات، کنترل زانویی الکترونیکی، بالابر پایه راحت، سیستم برش مستقیم، کنترل پنل تنظیم چند منظوره، دو سوزنه و دوخت معکوس برای پارچه های ضخیم می باشد.",
        functions: ["20"],

        info: [
          {
            id: "O0.1",
            label: "موتور",
            value: "استپ موتور دو مرحله ای نیروی مستقیم",
          },
          {
            id: "O0.6",
            label: "کنترل پنل",
            value: "قابلیت تنظیم چند منظوره",
          },
          { id: "O0.2", label: "دوخت معکوس", value: "دارد" },
          { id: "O0.5", label: "کاتر مستقیم نخ", value: "دارد" },
          { id: "O0.5", label: "برش اتومات", value: "دارد" },
          { id: "O0.6", label: "روغنکاری", value: "اتومات" },
          {
            id: "O1",
            label: "طول دوخت",
            value: " 0 ~ 7 میلیمتر",
          },
          { id: "O2", label: "تعداد سوزن", value: "2" },
          { id: "O2", label: "فاصله سوزن ها", value: "6.4" },
          {
            id: "O3",
            label: "ارتفاع پایه پرس",
            value: "دستی 7 ، اتومات 8 ~ 12 میلیمتر",
          },
          { id: "O4", label: "ارتفاع سوزن", value: "18 میلیمتر" },
          { id: "O5", label: "شماره سوزن", value: "#22 ~ #14" },
          { id: "O5", label: "لامپ", value: "ال ای دی سه مرحله ای" },
          { id: "O7", label: "سرعت دوخت", value: " 3000 spm" },
        ],
      },
    ],
  },

  {
    id: "6",
    farsi: "راسته دوز تیغ دار",
    name: "Interlock-right-trimmer",
    title: "",
    main_image: "interlock_F007KD-W122-364.png",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        title: "DL7200C-RM1",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/dl7200c-rm1-dm/",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://siruba.com/download/dl7200c-instruction-book/",
          },
          {
            label: "لیست قطعات",
            link: "https://siruba.com/download/dl7200c-rm1_parts-list/",
          },
        ],
      },
    ],
    models: [
      {
        title: "DL7200C-RM1-48-12",
        detail:
          "کامپیوتری-استپ موتور-برش لبه پارچه-12 طرح دوخت-دوخت معکوس-تریمر اتومات-تنظیم موقعیت سوزن-پارچه معولی و نیمه ضخیم",
        full_name: "DL7200C-RM1-48-12",
        image: "lockstitch_DL7200C-RM1-48-12.png",
        category: "راسته دوز تمام اتوماتیک تیغ دار",
        description:
          "چرخ صنعتی راسته دوز کامپیوتری  DL7200C-RM1-48-12 دوخت قفلی (Lockstitch) دارای نیروی محرک مستقیم (Direct-drive) و استپ موتور می باشد. استپ موتور کنترل دوخت معکوس و تنظیم اتومات موقعیت سوزن را انجام میدهد. موتور پله ای این چرخ صنعتی دسترسی به کنترل دوخت با دقت 0.1 میلی متر را امکان پذیر میکند و دوخت معکوس دقیقا روی دوخت قبلی قرار میگیرد و نتیجه کار بسیار تمیز و دقیق میشود. این چرخ مناسب دوخت پارچه های متوسط و نیمه ضخیم برای دوخت پیراهن و بلوز و لباسهای مشابه میباشد. این چرخ صنعتی دارای طول دوخت قابل تنظیم الکترونیکی با امکان برنامه ریزی دوخت های تزئینی نیز می باشد. دارای 12 طرح دوخت قابل تنظیم، برش اتومات، دوخت معکوس و بالابر اتومات می باشد.",
        functions: ["08", "09", "10", "12", "14", "15", "16", "18"],

        info: [
          {
            id: "m0.1",
            label: "موتور",
            value: "استپ موتور نیروی مستقیم",
          },
          { id: "m0.2", label: "دوخت معکوس", value: "دارد" },
          { id: "m0.5", label: "کاتر نخ", value: "دارد" },
          { id: "m0.5", label: "برش اتومات", value: "دارد" },
          { id: "m0.6", label: "برش لبه پارچه", value: "دارد" },
          { id: "m0.6", label: "بالابر", value: "اتومات" },
          {
            id: "m1",
            label: "عرض دوخت",
            value: "3.2 - 4.8 - 6.4 میلیمتر",
          },
          { id: "m1", label: "طول دوخت", value: "4 – 0 میلیمتر" },
          {
            id: "m2",
            label: "ارتفاع پایه پرس",
            value: "دستی 4 ، اتومات 10 – 13 میلیمتر",
          },
          { id: "m2.5", label: "تعداد سوزن", value: "1" },
          {
            id: "m3",
            label: "ارتفاع سوزن",
            value: "15.5 میلیمتر",
          },
          { id: "m4", label: "شماره سوزن", value: "#14" },
          { id: "m5", label: "سرعت دوخت:", value: " 3700 spm" },
        ],
      },
    ],
  },

  {
    id: "7",
    farsi: "راسته دوز تک سوزن تک قلاب",
    name: "other-chainstitch-single-needle-hook",
    title: "",
    main_image: "other_DL3881.png",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        title: "DL3881",
        downloads: [
          {
            label: "کتاب دستورالعمل و قطعات",
            link: "https://siruba.com/download/dl3880-instructions-book-parts-list/",
          },
        ],
      },
    ],
    models: [
      {
        title: "DL3881",
        detail:
          "دوخت زنجیری-موتور مستقیم-تک سوزن-دو نخ-طول بخیه قابل تنظیم-پارچه معمولی و ضخیم",
        full_name: "DL3881",
        image: "other_DL3881.png",
        category: "راسته دوز تک سوزن تک قلاب",
        description:
          "چرخ صنعتی دوخت زنجیری DL3881 یک چرخ خیاطی دوخت زنجیری  (Chainstitch)  با سرعت بالا میباشد که با نیروی محرکه مستقیم موتور  (Direct-Drive) کار میکند. این چرخ خیاطی مناسب دوخت پارچه های جین، شلوارهای غیر رسمی، دامن، کناره دوزی پیراهن، دوخت سر جیب، دوخت تزیینی درز نوار بر بروی لباس های ورزشی می باشد. این چرخ خیاطی تک سوزن با دو نخ و دارای نتظیم طول بخیه و مناسب برای دوخت پارچه های معمولی و ضخیم می باشد.",
        functions: ["15", "17", "18"],
        info: [
          {
            id: "q0.1",
            label: "موتور",
            value: "موتور مستقیم بدون تسمه",
          },
          { id: "q1", label: "طول بخیه", value: "4.0 ~ 1.4 میلیمتر" },
          { id: "q3", label: "تعداد نخ", value: "2" },
          {
            id: "q4",
            label: "ارتفاع پایه پرس",
            value: " 10 ~ 8 میلیمتر",
          },
          { id: "q5", label: "شماره سوزن", value: "#21 ~ #14" },
          {
            id: "q6",
            label: "سرعت دوخت",
            value: "3500 بخیه در دقیقه",
          },
        ],
      },
    ],
  },

  {
    id: "8",
    farsi: "راسته دوز سه سوزن سه قلاب",
    name: "other-chainstitch-three-needle-hook",
    title: "",
    main_image: "other_DL3881.png",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        title: "DL3883-64",
        downloads: [
          {
            label: "کتاب دستورالعمل و قطعات",
            link: "https://siruba.com/download/dl3880-instructions-book-parts-list/",
          },
        ],
      },
    ],
    models: [
      {
        title: "DL3883-64",
        detail:
          "دوخت زنجیری-موتور مستقیم-تک سوزن-شش نخ-طول بخیه قابل تنظیم-پارچه معمولی و ضخیم",
        full_name: "DL3883-64",
        image: "other_DL3881.png",
        category: "",
        description:
          "چرخ صنعتی دوخت زنجیریچرخ صنعتی دوخت زنجیری  DL3883-64  یک چرخ خیاطی دوخت زنجیری  (Chainstitch)  با سرعت بالا میباشد که با نیروی محرکه مستقیم موتور    (Direct-Drive)  کار میکند. این چرخ خیاطی مناسب دوخت پارچه های جین، شلوارهای غیر رسمی، دامن، کناره دوزی پیراهن، دوخت سر جیب، دوخت تزیینی درز نوار بر بروی لباس های ورزشی می باشد. این چرخ خیاطی دو  سوزنه با شش نخ و دارای نتظیم طول بخیه و مناسب برای دوخت پارچه های معمولی و ضخیم می باشد.",
        functions: ["15", "17", "18"],

        info: [
          {
            id: "r0.1",
            label: "موتور",
            value: "موتور مستقیم بدون تسمه",
          },
          { id: "r1", label: "طول بخیه", value: "4.0 ~ 1.4 میلیمتر" },
          { id: "r2", label: "فاصله سوزن ها", value: "6.4" },
          { id: "r3", label: "تعداد نخ", value: "6" },
          {
            id: "r4",
            label: "ارتفاع پایه پرس",
            value: " 10 ~ 8 میلیمتر",
          },
          { id: "r5", label: "شماره سوزن", value: "#21 ~ #14" },
          {
            id: "r6",
            label: "سرعت دوخت",
            value: "3500 بخیه در دقیقه",
          },
        ],
      },
    ],
  },

  {
    id: "9",
    farsi: "کش دوز زنانه",
    name: "Interlock-elastic-binding",
    title: "",
    main_image: "interlock_F007KD-W522-364.png",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        title: "کش دوز زنانه",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/f007k-kd/",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://www.siruba.com/download/f007k-f007kd-instruction-book/",
          },
          {
            label: "لیست قطعات",
            link: "https://www.siruba.com/download/f007kd-df%e2%96%a1_parts-list/",
          },
          {
            label: "لیست قطعات جانبی",
            link: "https://www.siruba.com/download/f007kd-df%e2%96%a1_attachment-parts-list/",
          },
        ],
      },
    ],
    models: [
      {
        title: "F007KD-W522-364",
        detail:
          " دوز-نوار تور دوز-تیغ راست-چهار نخ-سه سوزنه-لباس زیر زنانه-هولدر نوار بالا",
        full_name: "F007KD-W522-364/FR/FFC/FEC/LS-A/DFKU1-0",
        image: "interlock_F007KD-W522-364.png",
        category: "راسته دوز سه سوزن سه قلاب",
        description:
          " چرخ صنعتی میادندوز نوار و کش دوز F007KD-W522-364 با هولدر نوار از بالا می باشد. سیستم تغذیه نوار و کش، طول و کشش را کنترل میکند، که کیفیت دوخت عالی انجام میدهید و دوخت حرفه ای ایجاد کند. دارای تریمر از سمت راست می باشد.  ",
        functions: ["12"],

        info: [
          { id: "i0.1", label: "موتور", value: "مستقیم بدون تسمه" },
          { id: "i0.1", label: "تریمر سمت راست", value: "دارد" },
          { id: "i0.2", label: "تغذیه کش مکانیکی", value: "دارد" },
          {
            id: "i0.3",
            label: "کاتر الکتریکی زانویی",
            value: "دارد",
          },
          { id: "i0.4", label: "هولدر نوار", value: "بالا" },
          { id: "i1", label: "تعداد سوزن", value: "3" },
          { id: "i2", label: "تعداد نخ", value: "5" },
          { id: "i3", label: "فاصله سوزن ها", value: "6.4" },
          { id: "i4", label: "طول دوخت", value: "1.6 ~ 4.2" },
          {
            id: "i5",
            label: "مقدار حرکت کارپیشبر",
            value: "0.5 ~ 1.3",
          },
          { id: "i6", label: "ارتفاع پایه", value: "5 میلیمتر" },
          { id: "i7", label: "تعداد بخیه در دقیقه", value: "4500" },
        ],
      },
    ],
  },

  {
    id: "10",
    farsi: "هشت و هفت",
    name: "other-eight-seven",
    title: "",
    main_image: "other_LZ457A-143N-L.png",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        title: "هشت و هفت",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://www.siruba.com/download/4206/",
          },
          {
            label: "کتاب دستورالعمل و قطعات",
            link: "https://siruba.com/download/lz457a_instruction-book/",
          },
        ],
      },
    ],
    models: [
      {
        title: "LZ457A-143N-L",
        detail: "",
        full_name: "LZ457A-143N-L",
        image: "other_LZ457A-143N-L.png",
        category: "هفت و هشت",
        description: "",
        functions: [],

        info: [],
      },
    ],
  },

  {
    id: "11",
    farsi: "نما دوز",
    name: "Bar-tacking machine",
    title: "",
    main_image: "bartacking_BT630Q-02E.png",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        title: "BT630Q",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/bt-series/",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://www.siruba.com/download/bt-series_instruction-book/",
          },
          {
            label: "لیست قطعات",
            link: "https://www.siruba.com/download/bt-series_parts-list/",
          },
        ],
      },
    ],
    models: [
      {
        title: "BT630Q-02E",
        detail:
          "نما دوز-استپ موتور-صفحه کار 60x80 میلیمتر-98 طرح آماده-روغنکاری اتومات-کنترل پنل-کنترل با دو پدال",
        full_name: "BT630Q-02E",
        image: "bartacking_BT630Q-02E.png",
        category: "نما دوز",
        description:
          "چرخ صنعتی مقاوم ساز BT630Q-02E که قابلیت نما دوزی طرح های کوچک را دارد و دارای سطح 60 در 80 سانتیمتری فضای کار میباشد. ",
        functions: ["19"],

        info: [
          { id: "y1", label: "کاربرد", value: "دوخت طرحهای کوچک" },
          { id: "y2", label: "فضای کار", value: "60 در 80 سانتیمتر" },
          {
            id: "y3",
            label: "عرض دوخت",
            value: "12/7 – 0/5 میلیمتر",
          },
          {
            id: "y4",
            label: "سایز",
            value: "22-30 / 14-22 / 18-26 / 26-34 / 34-42 میلیمتر",
          },
          {
            id: "y5",
            label: "عرض دوخت زیگزاگ",
            value: "5.0 ~ 1.5 میلیمتر",
          },
          { id: "y6", label: "سرعت دوخت", value: "3000 spm" },
        ],
      },
    ],
  },

  {
    id: "12َ",
    farsi: "دکمه دوز",
    name: "Button Sewing",
    title: "",
    main_image: "buttonsewing-bartacking_LKS-1900ANSS.png",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        title: "PK511",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/pk511/",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://www.siruba.com/download/4064/",
          },
          {
            label: "لیست قطعات",
            link: "https://www.siruba.com/download/4794/",
          },
        ],
      },
      {
        title: "LKS-1900AN",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/lks1900d/",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://siruba.com/download/by808jk-lks-1900an-instruction-book_1050129/",
          },
          {
            label: "لیست قطعات",
            link: "https://siruba.com/download/lbhs-1790s_parts-list_20170123-2/",
          },
        ],
      },
    ],
    models: [
      {
        title: "PH511",
        detail: "موتور سِرو- دوکمه دوز- بالابر اتومات - پارچه معمولی",
        full_name: "PH511",
        image: "buttonsewing-PK511.png",
        category: "دکمه دوز تک نخ",
        description: "",
        functions: ["10", "15", "16", "17"],

        info: [],
      },
      {
        title: "LKS-1903AN-SS302",
        detail: "موتور سِرو- دوکمه دوز- بالابر اتومات - پارچه معمولی",
        full_name: "LKS-1903AN-SS302",
        image: "buttonsewing-bartacking_LKS-1900ANSS.png",
        category: "دکمه دوز ماکو دار دو نخ",
        description:
          "چرخ صنعتی دکمه دوز LKS-1903ANSS302 با کنترل الکترونیکی با دو سوزن و راسته دوزمی باشد. برای دوخت دکمه های تخت طراحی شده و امکان دوخت دکمه با پا هم دارد. این چرخ خیاطی با همکاری ژوکی تولید شده است به همین جهت مجهز به پنل و قطعات الکترونیکی ساخت شرکت ژوکی می باشد. سرعت بالای دوخت، کیفیت دوخت عالی، فضای کار مناسب، روغنکاری اتومات، کنترل موتور پله‌ای و راحتی کار از مزایای این چرخ خیاطی می باشد. سرعت بالا، کیفیت دوخت عالی، فضای کار مناسب، روغنکاری اتومات، کنترل موتور پله‌ای و راحتی کار از مزایای این چرخ خیاطی می باشد. سرعت دوخت این چرخ خیاطی حداکثر 2700 دور در دقیقه است. با شروع و توقف سریع و ارائه 50 الگوی خیاطی که تنظیم آن آسان است. این چرخ خیاطی صنعتی با تجهیز اختیاری فیدر دکمه خودکار ABFمی تواند به بالاترین بازده تولید برسد. ",
        functions: ["10", "15", "16", "17"],

        info: [
          { id: "bb1", label: "طول بخیه", value: "10 ~ 0.1 میلیمتر" },
          {
            id: "bb2",
            label: "ارتفاع سوزن از سطح دوخت",
            value: "4.5 سانتیمتر",
          },
          { id: "bb3", label: "شماره سوزن", value: "#14" },
          {
            id: "bb4",
            label: "سایز دکمه",
            value: "Φ8~Φ32 mm ( استاندارد Φ8~Φ20 mm)",
          },
          {
            id: "bb5",
            label: "سرعت دوخت",
            value: "3200 بخیه در دقیقه",
          },
        ],
      },
    ],
  },

  {
    id: "13",
    farsi: "مادگی چشمی",
    name: "Eyelet Button Hole",
    title: "",
    main_image: "button-holing-machine_BH-9820.png",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        title: "مادگی چشمی",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/bh9820-series/",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://siruba.com/download/bh9820-instruction-book/",
          },
          {
            label: "لیست قطعات",
            link: "https://siruba.com/download/bh9820-parts-list/",
          },
        ],
      },
    ],
    models: [
      {
        title: "BH9820-01",
        detail:
          "مادگی دوز-تریم بلند نخ سوزن-تریم بلند نخ بوبین-کم صدا-کم لرزش-تنظیم محل تیغ برش-پنل راحت کاربری-لباس مردانه، کت، شلورهای معمولی و جین",
        full_name: "BH9820-01",
        image: "button-holing-machine_BH-9820.png",
        category: "مادگی چشمی معمولی",
        description:
          "چرخ صنعتی مادگی دوز الکتریکی BH9820-01 با داشتن سیستم کنترل Servo طرح های مادگی دکمه را با دقت بالا اجرا میکند. قابلیت کار بروی پارچه با ضخامت های مختلف را دارد. داشتن نمایشگر برای انتخاب طرح ها، صدای کم دستگاه، کاتر و تنظیمات ساده کار با این چرخ صنعتی را برای اپراتور راحت کرده. ",
        functions: ["17", "18"],

        info: [
          {
            id: "w2",
            label: "کاربرد",
            value: "لباس مردانه و غیر رسمی",
          },
          {
            id: "w3",
            label: "برش نخ سوزن و ماسوره",
            value: "کوتاه",
          },
          {
            id: "w4",
            label: "طرح ها",
            value: "BH_01_button-hole.png",
          },
          {
            id: "w5",
            label: "سایز",
            value: "دایره 42-8 میلیمتر ، بلندی 42-5 میلیمتر",
          },
          {
            id: "w6",
            label: "عرض دوخت زیگزاگ",
            value: "5.0 ~ 1.5 میلیمتر",
          },
          { id: "w7", label: "سرعت دوخت", value: " 2500 ~ 1000 rpm" },
        ],
      },
      {
        title: "BH9820-02",
        detail:
          "مادگی دوز-تریم کوتاه نخ سوزن-تریم کوتاه نخ بوبین-کم صدا-کم لرزش-تنظیم محل تیغ برش-پنل راحت کاربری-مناسب شلورهای معمولی و جین",
        full_name: "BH9820-02",
        image: "button-holing-machine_BH-9820.png",
        category: "مادگی چشمی ضخیم",
        description:
          "چرخ صنعتی مادگی دوز الکتریکی BH9820-02 با داشتن سیستم کنترل Servo طرح های مادگی دکمه را با دقت بالا اجرا میکند. قابلیت کار بروی پارچه با ضخامت های مختلف را دارد. داشتن نمایشگر برای انتخاب طرح ها، صدای کم دستگاه، کاتر و تنظیمات ساده کار با این چرخ صنعتی را برای اپراتور راحت کرده. ",
        functions: ["17", "18"],

        info: [
          {
            id: "x2",
            label: "کاربرد",
            value: "شلوارهای جین و دیگر شلوارها",
          },
          {
            id: "x3",
            label: "برش نخ سوزن و ماسوره",
            value: "بلند",
          },
          {
            id: "x4",
            label: "طرح ها",
            value: "BH_02_button-hole.png",
          },
          {
            id: "x5",
            label: "سایز",
            value: "22-30 / 14-22 / 18-26 / 26-34 / 34-42 میلیمتر",
          },
          {
            id: "x6",
            label: "عرض دوخت زیگزاگ",
            value: "5.0 ~ 1.5 میلیمتر",
          },
          { id: "x7", label: "سرعت دوخت", value: "2500 ~ 1000 rpm" },
        ],
      },
    ],
  },

  {
    id: "14",
    farsi: "الیک",
    name: "bar-tacking-elik",
    title: "",
    main_image: "buttonsewing-bartacking_LKS-1900ANSS.png",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        title: "LKS-1900AN",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/lks1900d/",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://siruba.com/download/by808jk-lks-1900an-instruction-book_1050129/",
          },
          {
            label: "لیست قطعات",
            link: "https://siruba.com/download/lbhs-1790s_parts-list_20170123-2/",
          },
        ],
      },
    ],
    models: [
      {
        title: "LKS-1900AN-SS",
        detail:
          "موتور سِرو- مقاوم ساز الگویی - بالابر اتومات - پارچه معمولی -50 طرح آماده - صفحه کار 30x40 میلیمتر",
        full_name: "LKS-1900AN-SS",
        image: "buttonsewing-bartacking_LKS-1900ANSS.png",
        category: "الیک معمولی",
        description:
          "چرخ صنعتی مقاوم ساز LKS-1900ANSS با کنترل کامپیوتری مناسب برای مقاوم سازی دوخت با 50 طرح داخلی و150 طرح دستی می باشد. این چرخ خیاطی مجهز به موتور محرک مستقیم کم مصرف که در دستگاه تعبیه شده است (Direct-drive) کار میکند. همچنین این چرخ خیاطی صنعتی دارای فضای دوخت 30 در 40 سانتیمتری با قابلیت تنظیم طول و عرض و تنظیم کامپیوتری کشش نخ برای دوخت های ساده و طرح های مختلف را دارد. سرعت بالای دوخت، کیفیت دوخت عالی، فضای کار مناسب، روغنکاری اتومات، کنترل موتور پله‌ای و راحتی کار از مزایای این چرخ خیاطی می باشد. ",
        functions: ["12", "13", "14", "17", "18"],

        info: [
          {
            id: "z1",
            label: "طول بخیه",
            value: "10.0 ~ 0.1 میلیمتر",
          },
          {
            id: "z2",
            label: "ارتفاع سوزن از سطح دوخت",
            value: "4.2 سانتیمتر",
          },
          { id: "z3", label: "شماره سوزن", value: "#14" },
          {
            id: "z4",
            label: "سرعت دوخت",
            value: "3200 بخیه در دقیقه",
          },
        ],
      },
      {
        title: "LKS-1900AN-HS",
        detail:
          "موتور سِرو- مقاوم ساز الگویی - بالابر اتومات - پارچه ضخیم -50 طرح آماده - صفحه کار 30x40 میلیمتر",
        full_name: "LKS-1900AN-HS",
        image: "buttonsewing-bartacking_LKS-1900ANSS.png",
        category: "الیک ضخیم",
        description:
          "چرخ صنعتی مقاوم ساز LKS-1900ANHS با کنترل کامپیوتری مناسب برای مقاوم سازی دوخت با 50 طرح داخلی و150 طرح دستی می باشد. این چرخ خیاطی مجهز به موتور محرک مستقیم کم مصرف که در دستگاه تعبیه شده است (Direct-drive) کار میکند. همچنین این چرخ خیاطی صنعتی دارای فضای دوخت 30 در 40 سانتیمتری با قابلیت تنظیم طول و عرض و تنظیم کامپیوتری کشش نخ برای دوخت های ساده و طرح های مختلف را دارد. سرعت بالای دوخت، کیفیت دوخت عالی، فضای کار مناسب، روغنکاری اتومات، کنترل موتور پله‌ای و راحتی کار از مزایای این چرخ خیاطی می باشد. این چرخ خیاطی مناسب برای کارهای سنگین و پارچه های ضخیم می باشد. ",
        functions: ["12", "13", "14", "17", "18"],

        info: [
          { id: "aa1", label: "طول بخیه", value: "10 ~ 0.1 میلیمتر" },
          {
            id: "aa2",
            label: "ارتفاع سوزن از سطح دوخت",
            value: "4.2 سانتیمتر",
          },
          { id: "aa3", label: "شماره سوزن", value: "#21" },
          {
            id: "aa4",
            label: "سرعت دوخت",
            value: "3200 بخیه در دقیقه",
          },
        ],
      },
    ],
  },

  {
    id: "15",
    farsi: "کمر کش",
    name: "Double Chain Stitch",
    title: "",
    main_image: "multi-needle-picoting_HF008-02064P.png",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        title: "HF008-02064P",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/hf008a/",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://siruba.com/download/hf008a-instruction-book/",
          },
          {
            label: "لیست قطعات",
            link: "https://www.siruba.com/download/hf008_parts-list-2/",
          },
        ],
      },
      {
        title: "VC008A-12064P",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/vc008a-b/",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://www.siruba.com/download/vc008_parts-list-2/",
          },
          {
            label: "لیست قطعات",
            link: "https://siruba.com/download/vc008a_parts-list/",
          },
        ],
      },
    ],
    models: [
      {
        title: "HF008-02064P",
        detail:
          "کمر کش-کاتر راست و چپ-صفحه کار تخت-دو سوزن-سیستم روغنکاری-تنظیم طول بخیه-چهار نخ-پارچه های سبک تا ضخیم",
        full_name: "HF008-02064P/FBQ/C/DVU1-0",
        image: "multi-needle-picoting_HF008-02064P.png",
        category: "کمر کش",
        description:
          "چرخ صنعتی دوخت زنجیری دوبل HF008-02064P برای دوخت درز هم پوشان و پل کمربند استفاده میشود. با تسمه از بالا، طول و کشش را کنترل میکند. دارای کاتر پارچه از سمت راست و چپ و تنظیم  طول بخیه می باشد که کیفیت کار را تمیز و دوخت حرفه ای انجام میدهد.",
        functions: ["18"],
        info: [
          { id: "t0.1", label: "مدل", value: "صفحه کار تخت" },
          { id: "t0.2", label: "سیستم روغنکاری", value: "دارد" },
          { id: "t0.3", label: "تنظیم طول بخیه", value: "دارد" },
          {
            id: "t0.4",
            label: "کِشنده پارچه",
            value: "بالا و پایین",
          },
          { id: "t0.5", label: "کاتر", value: "راست و چپ" },
          { id: "t1", label: "تعداد سوزن", value: "2" },
          { id: "t2", label: "تعداد نخ", value: "4" },
          { id: "t3", label: "طول بخیه", value: "1.8 ~ 3.6 میلیمتر" },
          { id: "t3", label: "فاصله سوزن ها", value: "6.4" },
          { id: "t4", label: "ارتفاع پایه", value: "12 میلیمتر" },
          { id: "t5", label: "شماره سوزن", value: "#16 ~ #14" },
          { id: "t6", label: "تعداد بخیه در دقیقه", value: " 4200" },
        ],
      },
      {
        title: "VC008A-12064P",
        detail:
          "کمر کش 12 سوزنه-پارچه های نفیس-صفحه کار استوانه ای-دوخت دایره وار راحت-12 سوزنه-24 نخ-تنظیم طول بخیه-روغنکاری اتومات-مکانیزم قلاب قائمی",
        full_name: "VC008A-12064P/DVU1-0",
        image: "multi-needle-picoting_VC008A-12064P.png",
        category: "کمر کش 12 سوزنه",
        description:
          "چرخ صنعتی دوخت زنجیری دوبل VC008A-12064P مناسب برای دوخت چین های زینتی با نخ کش روی بلوزهای زنانه، مایو، لباس، روبالشی، و پیراهن کودکان و غیره. دارای صفحه کار استوانه ای،  روغنکاری اتومات، تنظیم طول بخیه، مکانیزم قلاب قائمی ، مکانیزم عملکرد چند منظوره ، کِشنده پارچه از چپ و تغذیه پارچه با ثبات می باشد.  این مدل چرخ خیاطی دوخت با قدرت نفوذ بالایی در پارچه دارد.",
        functions: ["14", "16"],
        info: [
          { id: "u0.1", label: "مدل", value: "صفحه کار استوانه ای" },
          { id: "u0.2", label: "سیستم روغنکاری", value: "دارد" },
          { id: "u0.3", label: "تنظیم طول بخیه", value: "دارد" },
          { id: "u0.3", label: "مکانیزم قلاب قائمی", value: "دارد" },
          { id: "u0.4", label: "کِشنده پارچه", value: "چپ" },
          { id: "u1", label: "تعداد سوزن", value: "12" },
          { id: "u2", label: "تعداد نخ", value: "24" },
          { id: "u3", label: "فاصله سوزن ها", value: "6.4" },
          { id: "u4", label: "عرض دوخت", value: "3.6 ~ 1.4 میلیمتر" },
          { id: "u5", label: "ارتفاع پایه", value: "12 میلیمتر" },
          { id: "u6", label: "شماره سوزن", value: "#14 ~ #11" },
          { id: "u7", label: "تعداد بخیه در دقیقه", value: "4000" },
        ],
      },
    ],
  },

  ///////////////////////////////////////////////////////////////////
  {
    id: "4",
    farsi: "هفت و هشت",
    name: "seven and eight",
    title: "",
    main_image: "automtic_ASC-TBH200.png",
    brand: "سیروبا",
    general_description: [],
    resources: [],
    models: [
      {
        title: "",
        detail: "",
        full_name: "",
        image: "",
        category: "",
        description: "",
        functions: [],

        info: [
          {
            id: "1",
            label: "",
            value: "",
          },
        ],
      },
    ],
  },
  {
    id: "5",
    farsi: "کش‌دوز زنانه",
    name: "elastic tape binding",
    title: "",
    main_image: "automtic_ASC-TBH200.png",
    brand: "سیروبا",
    general_description: [],
    resources: [],
    models: [
      {
        title: "",
        detail: "",
        full_name: "",
        image: "",
        category: "",
        description: "",
        functions: [],

        info: [
          {
            id: "1",
            label: "",
            value: "",
          },
        ],
      },
    ],
  },

  // {
  // 	id: "A",
  // 	farsi: "دوخت درز صاف",
  // 	name: "Flatseamer",
  // 	title: "",
  // 	main_image: "flatseamer_D007S-460-02R-AT.png",
  // 	brand: "سیروبا",
  // 	general_description: [],
  // 	resources: [
  // 		{
  // 			title: "Flatseamer",
  // 			downloads: [
  // 				{
  // 					label: "کاتالوگ",
  // 					link: "https://siruba.com/download/d007sp-s007sxp/",
  // 				},
  // 				{
  // 					label: "کتاب دستورالعمل",
  // 					link: "https://www.siruba.com/download/4144/",
  // 				},
  // 				{
  // 					label: "لیست قطعات",
  // 					link: "https://www.siruba.com/download/5366/",
  // 				},
  // 			],
  // 		},
  // 	],
  // 	models: [
  // 		{
  // 			title: "D007S-460-02R",
  // 			detail: "موتور سِروُ-چهار سوزن-شش نخ-کاتر سنسوری-مکش ضایعات پارچه",
  // 			full_name: "D007S-460-02R-AT/AK/AW7",
  // 			image: "flatseamer_D007S-460-02R-AT.png",
  // 			category: "",
  // 			description:
  // 				"چرخ صنعتی Flatseamer D007S-460-02R یک چرخ خیاطی دوخت زنجیری (Chainstitch) با سرعت بالا میباشد که توسط نیروی محرکه مستقیم موتور سِروُ (Direct-Drive) کار میکند. این چرخ خیاطی برای اتصال همسطح پارچه ها می باشد که در دوخت لباس های زیر، کشی و ورزشی استفاده میشود.",
  // 			functions: ["21"],

  // 			info: [
  // 				{
  // 					id: "p0.1",
  // 					label: "موتور",
  // 					value: "موتور سِروُ",
  // 				},
  // 				{ id: "p0.2", label: "مکش ضایعات پارچه", value: "دارد" },
  // 				{ id: "p0.3", label: "کارتر", value: "سنسوری" },
  // 				{ id: "p1", label: "طول دوخت", value: "4.0 ~ 1.4 میلیمتر" },
  // 				{ id: "p2", label: "فاصله سوزن ها", value: "6.4" },
  // 				{ id: "p3", label: "تعداد نخ", value: "6" },
  // 				{
  // 					id: "p4",
  // 					label: "ارتفاع پایه پرس",
  // 					value: "10 ~ 8 میلیمتر",
  // 				},
  // 				{ id: "p5", label: "شماره سوزن", value: "#21 ~ #14" },
  // 				{
  // 					id: "p6",
  // 					label: "سرعت دوخت",
  // 					value: "3500 بخیه در دقیقه",
  // 				},
  // 			],
  // 		},
  // 	],
  // },
  // {
  // 	id: "B",
  // 	farsi: "دوخت زنجیری",
  // 	name: "Chain Stitch",
  // 	title: "",
  // 	main_image: "other_DL3881.png",
  // 	brand: "سیروبا",
  // 	general_description: [],
  // 	resources: [
  // 	],
  // 	models: [

  // 	],
  // },

  // {
  // 	id: "C",
  // 	farsi: "دوخت زنجیری دوبل",
  // 	name: "Double Chain Stitch",
  // 	title: "",
  // 	main_image: "multi-needle-picoting_HF008-02064P.png",
  // 	brand: "سیروبا",
  // 	general_description: [],
  // 	resources: [
  // 		{
  // 			title: "HF008-02064P",
  // 			downloads: [
  // 				{
  // 					label: "کاتالوگ",
  // 					link: "https://siruba.com/download/hf008a/",
  // 				},
  // 				{
  // 					label: "کتاب دستورالعمل",
  // 					link: "https://siruba.com/download/hf008a-instruction-book/",
  // 				},
  // 				{
  // 					label: "لیست قطعات",
  // 					link: "https://www.siruba.com/download/hf008_parts-list-2/",
  // 				},
  // 			],
  // 		},
  // 		{
  // 			title: "VC008A-12064P",
  // 			downloads: [
  // 				{
  // 					label: "کاتالوگ",
  // 					link: "https://siruba.com/download/vc008a-b/",
  // 				},
  // 				{
  // 					label: "کتاب دستورالعمل",
  // 					link: "https://www.siruba.com/download/vc008_parts-list-2/",
  // 				},
  // 				{
  // 					label: "لیست قطعات",
  // 					link: "https://siruba.com/download/vc008a_parts-list/",
  // 				},
  // 			],
  // 		},
  // 		{
  // 			title: "FA007-364M/DP",
  // 			downloads: [
  // 				{
  // 					label: "کاتالوگ",
  // 					link: "https://www.siruba.com/download/4224/",
  // 				},
  // 				{
  // 					label: "کتاب دستورالعمل",
  // 					link: "https://siruba.com/download/fa007-of-3-instrution-book/",
  // 				},
  // 				{
  // 					label: "لیست قطعات",
  // 					link: "https://siruba.com/download/fa007_of-3-needles-parts-list/",
  // 				},
  // 			],
  // 		},
  // 	],
  // 	models: [
  // 		{
  // 			title: "HF008-02064P",
  // 			detail: "دوخت درز هم پوشان-پل دوز-کاتر راست و چپ-صفحه کار تخت-دو سوزن-سیستم روغنکاری-تنظیم طول بخیه-چهار نخ-پارچه های سبک تا ضخیم",
  // 			full_name: "HF008-02064P/FBQ/C/DVU1-0",
  // 			image: "multi-needle-picoting_HF008-02064P.png",
  // 			category: "",
  // 			description:
  // 				"چرخ صنعتی دوخت زنجیری دوبل HF008-02064P برای دوخت درز هم پوشان و پل کمربند استفاده میشود. با تسمه از بالا، طول و کشش را کنترل میکند. دارای کاتر پارچه از سمت راست و چپ و تنظیم  طول بخیه می باشد که کیفیت کار را تمیز و دوخت حرفه ای انجام میدهد.",
  // 			functions: ["18"],
  // 			info: [
  // 				{ id: "t0.1", label: "مدل", value: "صفحه کار تخت" },
  // 				{ id: "t0.2", label: "سیستم روغنکاری", value: "دارد" },
  // 				{ id: "t0.3", label: "تنظیم طول بخیه", value: "دارد" },
  // 				{
  // 					id: "t0.4",
  // 					label: "کِشنده پارچه",
  // 					value: "بالا و پایین",
  // 				},
  // 				{ id: "t0.5", label: "کاتر", value: "راست و چپ" },
  // 				{ id: "t1", label: "تعداد سوزن", value: "2" },
  // 				{ id: "t2", label: "تعداد نخ", value: "4" },
  // 				{ id: "t3", label: "طول بخیه", value: "1.8 ~ 3.6 میلیمتر" },
  // 				{ id: "t3", label: "فاصله سوزن ها", value: "6.4" },
  // 				{ id: "t4", label: "ارتفاع پایه", value: "12 میلیمتر" },
  // 				{ id: "t5", label: "شماره سوزن", value: "#16 ~ #14" },
  // 				{ id: "t6", label: "تعداد بخیه در دقیقه", value: " 4200" },
  // 			],
  // 		},
  // 		{
  // 			title: "VC008A-12064P",
  // 			detail: "دوخت تزیینی-پارچه های نفیس-صفحه کار استوانه ای-دوخت دایره وار راحت-12 سوزنه-24 نخ-تنظیم طول بخیه-روغنکاری اتومات-مکانیزم قلاب قائمی",
  // 			full_name: "VC008A-12064P/DVU1-0",
  // 			image: "multi-needle-picoting_VC008A-12064P.png",
  // 			category: "",
  // 			description:
  // 				"چرخ صنعتی دوخت زنجیری دوبل VC008A-12064P مناسب برای دوخت چین های زینتی با نخ کش روی بلوزهای زنانه، مایو، لباس، روبالشی، و پیراهن کودکان و غیره. دارای صفحه کار استوانه ای،  روغنکاری اتومات، تنظیم طول بخیه، مکانیزم قلاب قائمی ، مکانیزم عملکرد چند منظوره ، کِشنده پارچه از چپ و تغذیه پارچه با ثبات می باشد.  این مدل چرخ خیاطی دوخت با قدرت نفوذ بالایی در پارچه دارد.",
  // 			functions: ["14", "16"],
  // 			info: [
  // 				{ id: "u0.1", label: "مدل", value: "صفحه کار استوانه ای" },
  // 				{ id: "u0.2", label: "سیستم روغنکاری", value: "دارد" },
  // 				{ id: "u0.3", label: "تنظیم طول بخیه", value: "دارد" },
  // 				{ id: "u0.3", label: "مکانیزم قلاب قائمی", value: "دارد" },
  // 				{ id: "u0.4", label: "کِشنده پارچه", value: "چپ" },
  // 				{ id: "u1", label: "تعداد سوزن", value: "12" },
  // 				{ id: "u2", label: "تعداد نخ", value: "24" },
  // 				{ id: "u3", label: "فاصله سوزن ها", value: "6.4" },
  // 				{ id: "u4", label: "عرض دوخت", value: "3.6 ~ 1.4 میلیمتر" },
  // 				{ id: "u5", label: "ارتفاع پایه", value: "12 میلیمتر" },
  // 				{ id: "u6", label: "شماره سوزن", value: "#14 ~ #11" },
  // 				{ id: "u7", label: "تعداد بخیه در دقیقه", value: "4000" },
  // 			],
  // 		},
  // 		{
  // 			title: "FA007-364M",
  // 			detail: "بازوی تغذیه ای-سه سوزنه-تغییر تعداد سوزن-محافظ سوزن-قلاب مجزا-پارپه های معولی و ضخیم",
  // 			full_name: "FA007-364M/DP",
  // 			image: "chainstitch_FA007-364M-DP.png",
  // 			category: "",
  // 			description:
  // 				"چرخ صنعتی دوخت زنجیری دوبل FA007-364M/DP با داشتن بازو تغذیه ای و سه سوزنه برای انجام دوخت با بخیه های زنجیری میباشد. این مدل چرخ صنعتی برای دوخت پارچه های متوسط مانند دوخت ژاکت، جین، لباس کار و مشابه مناسب می باشد. با وجود تنظیمات در این چرخ خیاطی امکان تغییر دوخت پارچه های معمولی وجود دارد. از ویژگی این چرخ جلوگیری از لیز خوردن و چروکیدگی هنگام دوخت است که برای دوخت بارانی، روکش خودرو و چکمه بسیار مناسب است. دارای محافظ سوزن و قلاب مجزا می باشد که با تغییر تنظیمات میتواند برای دوحت پارچه های ضخیم هم استفاده شود.",
  // 			functions: ["15"],

  // 			info: [
  // 				{ id: "s1", label: "تعداد سوزن", value: "3" },
  // 				{
  // 					id: "s2",
  // 					label: "قابلیت تغییر به دو سوزن",
  // 					value: "دارد",
  // 				},
  // 				{ id: "s3", label: "بازو تغذیه ای", value: "دارد" },
  // 				{ id: "s4", label: "فاصله سوزن ها", value: "6.4" },
  // 				{
  // 					id: "s54",
  // 					label: "طول بخیه",
  // 					value: "4.2 ~ 1.4 میلیمتر",
  // 				},
  // 				{ id: "s6", label: "شماره سوزن", value: "#18" },
  // 				{ id: "s7", label: "تعداد بخیه در دقیقه", value: "3600" },
  // 			],
  // 		},
  // 	],
  // },
  // {
  // 	id: "D",
  // 	farsi: "دوخت پایین تی شرت اتومات",
  // 	name: "Automatic T-shirt Bottom Hemming",
  // 	title: "",
  // 	main_image: "automtic_ASC-TBH200.png",
  // 	brand: "سیروبا",
  // 	general_description: [],
  // 	resources: [
  // 		{
  // 			title: "لبه دوز اتومات",
  // 			downloads: [
  // 				{
  // 					label: "کاتالوگ",
  // 					link: "https://siruba.com/download/asc-tbh200-dm/",
  // 				},
  // 				{
  // 					label: "کتاب دستورالعمل",
  // 					link: "https://siruba.com/download/asc-tbh200-instruction-book/",
  // 				},
  // 				{
  // 					label: "لیست قطعات",
  // 					link: "https://siruba.com/download/asc-tbh200-parts-list/",
  // 				},
  // 			],
  // 		},
  // 	],
  // 	models: [
  // 		{
  // 			title: "ASC-TBH200",
  // 			detail: "فول اتومات-دوخت در یک مرحله-سایز XS تا 5XL-80 تا 120 تی شرت در ساعت-تشخیص لب پارچه-تشخیص تقاطع دوخت-تشخیص همپوشانی بخیه-مناسب برای دوخت دایره وار و سردوزی شده",
  // 			full_name: "ASC-TBH200",
  // 			image: "automtic_ASC-TBH200.png",
  // 			category: "",
  // 			description:
  // 				"چرخ صنعتی ASC-TBH200 برای دوخت لبه پایین تی شرت و لباس بطور فول اتومات طراحی شده. چرخ راهنما کار اپراتور را شبیه سازی میکند. یک اپراتور میتواند همزمان با دو چرخ کار کند. دارای سیستم تنظیم خودکار برای دوخت تی شرت از سایز XS تا سایز 5XL می باشد. این چرخ خیاطی دارای سرعت بالای دوخت می باشد و میتواند پشت و روی محل را بدوزد. نیاز به تنظیم دستی اول دوخت با آخر دوخت ندارد.",
  // 			functions: ["10"],

  // 			info: [
  // 				{ id: "v3", label: "عرض بخیه", value: "30 ~ 15 میلیمتر" },
  // 				{ id: "v1", label: "طول بخیه", value: "4.5 ~ 0.3 میلیمتر" },
  // 				{
  // 					id: "v2",
  // 					label: "فاصله سوزن ها",
  // 					value: "6.4 – 4.8 – 4.0",
  // 				},
  // 				{
  // 					id: "v4",
  // 					label: "تعداد دوخت",
  // 					value: "80 ~ 120 عدد لباس در ساعت",
  // 				},
  // 				{
  // 					id: "v4",
  // 					label: "تشخیص اتومات سایز لباس",
  // 					value: "دارد",
  // 				},
  // 				{ id: "v4", label: "تشخیص تقاطع بخیه", value: "دارد" },
  // 				{ id: "v4", label: "تشخیص همپوشانی بخیه", value: "دارد" },
  // 				{ id: "v4", label: "تشخیص لبه لباس", value: "دارد" },
  // 				{ id: "v4", label: "شماره سوزن", value: "UY128" },
  // 				{ id: "v5", label: "تعداد بخیه در دقیقه", value: " 4500" },
  // 			],
  // 		},
  // 	],
  // },
  // {
  // 	id: "E",
  // 	farsi: "مقاوم ساز",
  // 	name: "Button sewing / Bar-tacking machine",
  // 	title: "",
  // 	main_image: "bartacking_BT630Q-02E.png",
  // 	brand: "سیروبا",
  // 	general_description: [],
  // 	resources: [
  // 		{
  // 			title: "BT630Q ",
  // 			downloads: [
  // 				{
  // 					label: "کاتالوگ",
  // 					link: "https://siruba.com/download/bt-series/",
  // 				},
  // 				{
  // 					label: "کتاب دستورالعمل",
  // 					link: "https://www.siruba.com/download/bt-series_instruction-book/",
  // 				},
  // 				{
  // 					label: "لیست قطعات",
  // 					link: "https://www.siruba.com/download/bt-series_parts-list/",
  // 				},
  // 			],
  // 		},
  // 		{
  // 			title: "LKS-1900AN",
  // 			downloads: [
  // 				{
  // 					label: "کاتالوگ",
  // 					link: "https://siruba.com/download/lks1900d/",
  // 				},
  // 				{
  // 					label: "کتاب دستورالعمل",
  // 					link: "https://siruba.com/download/by808jk-lks-1900an-instruction-book_1050129/",
  // 				},
  // 				{
  // 					label: "لیست قطعات",
  // 					link: "https://siruba.com/download/lbhs-1790s_parts-list_20170123-2/",
  // 				},
  // 			],
  // 		},
  // 	],
  // 	models: [
  // 		{
  // 			title: "BT630Q-02E",
  // 			detail: "مقاوم ساز الگویی-استپ موتور-صفحه کار 60x80 میلیمتر-98 طرح آماده-روغنکاری اتومات-کنترل پنل-کنترل با دو پدال",
  // 			full_name: "BT630Q-02E",
  // 			image: "bartacking_BT630Q-02E.png",
  // 			category: "",
  // 			description:
  // 				"چرخ صنعتی مقاوم ساز BT630Q-02E که قابلیت نما دوزی طرح های کوچک را دارد و دارای سطح 60 در 80 سانتیمتری فضای کار میباشد. ",
  // 			functions: ["19"],

  // 			info: [
  // 				{ id: "y1", label: "کاربرد", value: "دوخت طرحهای کوچک" },
  // 				{ id: "y2", label: "فضای کار", value: "60 در 80 سانتیمتر" },
  // 				{
  // 					id: "y3",
  // 					label: "عرض دوخت",
  // 					value: "12/7 – 0/5 میلیمتر",
  // 				},
  // 				{
  // 					id: "y4",
  // 					label: "سایز",
  // 					value: "22-30 / 14-22 / 18-26 / 26-34 / 34-42 میلیمتر",
  // 				},
  // 				{
  // 					id: "y5",
  // 					label: "عرض دوخت زیگزاگ",
  // 					value: "5.0 ~ 1.5 میلیمتر",
  // 				},
  // 				{ id: "y6", label: "سرعت دوخت", value: "3000 spm" },
  // 			],
  // 		},
  // 	],
  // },
];
