export const machines = [
  {
    id: 1,
    farsi: "راسته دوز",
    category: "Lockstitch",
    category_title: "",
    sub_menu_url: "/products",
    main_image: "lockstitch_DL720-M1.png",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        id: "R1_001",
        title: "DL720-M1",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/dl720-dl720-rm1-dm/",
          },
          {
            label: "لیست قطعات",
            link: "https://siruba.com/en/download/dl720-parts-list",
          },
        ],
      },
      {
        id: "R1_002",
        title: "DL7200C-BH1 & DL7200C-BM1",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/dl7200c-dm/",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://siruba.com/en/download/dl7200c_instruction-book/",
          },
          {
            label: "لیست قطعات",
            link: "https://siruba.com/en/download/dl7200c_parts-list",
          },
        ],
      },
      {
        id: "R3_003",
        title: "DL7500S-BM1-16 & DL7500S-BH1-16",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/dl7500s-dm/",
          },
          {
            label: "دستورالعمل و قطعات",
            link: "https://siruba.com/en/download/dl7500s-instruction-book-parts-list/",
          },
        ],
      },
    ],
    models: [
      {
        id: "0",
        resource_id: "",
        title: "DL8000P-BM1-16Q",
        detail:
          "چرخ خیاطی صنعتی-دوخت مستقیم-دوخت چندمرحله‌ای-پایه‌بالابر خودکار-دوخت الگویی-برش خودکار",
        full_name: "DL8000P-BM1-16Q",
        image: "straight_stitch_DL8000P-BM1-16Q.png",
        sub_category: "راسته دوز اتومات کله خشک",
        description: `
        <h2>چرخ خیاطی صنعتی سری SIRUBA DL8000P-BM1-16Q</h2>
        <p>
          چرخ خیاطی <strong>Siruba DL8000</strong> از سری چرخ‌های صنعتی با کنترل الکترونیکی است که برای دوخت‌های حرفه‌ای و دقیق در کارگاه‌ها و تولیدی‌ها طراحی شده است. این مدل برای دوخت پارچه‌های سبک تا متوسط مانند پنبه‌ای، پلی‌استر، ویسکوز، تریکو، کتانی و پارچه‌های ترکیبی مناسب است. DL8000 قابلیت تنظیم سرعت تا حدود ۴۰۰۰ دوخت در دقیقه دارد و از دوخت‌های مستقیم، دوخت‌های تقویتی (back tack)، دوخت‌های چندمرحله‌ای و دوخت‌های الگویی (pattern sewing) پشتیبانی می‌کند. همچنین دارای عملکردهایی مانند شروع نرم (soft start)، تنظیم طول دوخت، بالا و پایین رفتن خودکار پایه، و برش خودکار نخ است که آن را برای دوخت دقیق لباس، مانتو، پیراهن و دوخت‌های صنعتی سبک ایده‌آل می‌سازد.
        </p>
        <h3 class="mt-4 text-blue-700">ویژگی‌های برجسته:</h3>
        <ul class="list-disc mb-4 pr-10 leading-10">
        <li>سرعت دوخت بسیار بالا (تا ۴۰۰۰ دور در دقیقه) که بهره‌وری تولید را به‌طور چشمگیری افزایش می‌دهد.</li>
        <li>کنترل الکترونیکی پیشرفته با قابلیت تنظیم دقیق ده‌ها پارامتر دوخت، مناسب برای کارهای حرفه‌ای و تولید انبوه.</li>
        <li>برش خودکار نخ و بالا رفتن خودکار پایه که سرعت کار و کیفیت پایان‌کاری را بهبود می‌دهد.</li>
        <li>شروع نرم (Soft Start) و کنترل دقیق سرعت برای دوخت پارچه‌های ظریف و جلوگیری از آسیب به کار.</li>
        <li>قابلیت دوخت تقویتی و دوخت الگویی (Pattern Sewing) با امکان برنامه‌ریزی و شخصی‌سازی الگوهای دوخت.</li>
        </ul>
        <p>
            چرخ خیاطی صنعتی Siruba DL8000؛ سرعت، دقت و کنترل هوشمند برای حرفه‌ای‌ترین دوخت‌ها
        </p>
        `,
        application: ["09", "10", "14", "15", "16"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [],
      },
      {
        id: "0.5",
        resource_id: "R1_0000",
        title: "DL7600-BM1-11Q",
        detail:
          "چرخ خیاطی صنعتی-دوخت مستقیم-دوخت چندمرحله‌ای-پایه‌بالابر خودکار-دوخت الگویی-برش خودکار",
        full_name: "DL7600-BM1-11Q",
        image: "lockstitch_DL7600-BM1-11Q.png",
        sub_category: "راسته دوز اتومات",
        description: `
        <h2>چرخ خیاطی صنعتی سری SIRUBA DL7600</h2>
        <p>
        چرخ خیاطی DL7600 با طراحی یکپارچه و مهندسی‌شده خود، ترکیبی از دقت، سرعت و راحتی را برای مصرف‌کننده فراهم می‌کند. این دستگاه با بهره‌گیری از موتور سرووی مستقیم، واکنش سریع و عملکردی کاملاً دقیق ارائه می‌دهد و با طراحی تون‌محور (Through-shaft)، شروعی سریع و انتقال حرکت روان‌تری را تضمین می‌کند. وجود جعبه کنترل داخلی نصب و راه‌اندازی را بسیار ساده کرده و عملیات دستگاه را برای کاربر آسان می‌نماید. همچنین عملکرد دستگاه با صدای کم و لرزش پایین همراه است که تجربه دوختی پایدار و حرفه‌ای را فراهم می‌کند. مجهز بودن به چراغ LED، سوزن‌زن تک‌مرحله‌ای، کوک تک‌دکمه‌ای و ماسوره‌پیچ داخلی کاربری آن را به‌طور چشمگیری ارتقا داده است. در برخی مدل‌ها نیز قابلیت اتوماتیک بودن توقف سوزن و برش خودکار نخ ارائه شده که سرعت و کیفیت تولید را به سطحی بالاتر می‌برد. 
        </p>

        <h3 class="mt-4 text-blue-700">ویژگی‌های برجسته:</h3>
        <ul class="list-disc mb-4 pr-10 leading-10">
          <li>موتور سرووی مستقیم با واکنش سریع و عملکرد دقیق</li>
          <li>طراحی تون‌محور (Through-shaft) برای گشتاور سبک، شروع سریع و انتقال روان پارچه</li>
          <li>جعبه کنترل داخلی (Mechatronics) برای نصب آسان و استفاده راحت</li>
          <li>عملکرد روان با صدای کم و لرزش پایین</li>
          <li>تجهیزات کاربردی مانند چراغ LED، ماسوره‌پیچ داخلی، سوزن‌زن تک‌مرحله‌ای و در برخی مدل‌ها برش خودکار نخ</li>
        </ul>
        <p>
            چرخ خیاطی DL7600 ؛ ترکیب هوشمندانه سرعت، دقت و آرامش در دوخت
        </p>
        `,
        application: ["09", "10", "14", "15", "16"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "b0.10", label: "موتور", value: "سروو موتور" },
          { id: "b9", label: "روغنکاری", value: "اتومات" },
          { id: "b1", label: "تعداد سوزن", value: "1" },
          { id: "b7", label: "کاتر اتومات", value: "دارد" },
          { id: "b4", label: "عرض دوخت", value: "0~5 میلیمتر" },
          { id: "b21", label: "نوع سوزن", value: "DA×1  #14" },
          { id: "b9", label: "سرعت موتور", value: "4500 RPM" },
        ],
      },
      {
        id: "1",
        resource_id: "R1_001",
        title: "DL720-M1",
        detail:
          "تک سوزن-راسته دوز-نیمه اتوماتیک-موتور سِروُ مستقیم-طول دوخت قابل تنظیم-قابلیت تنظیم سوزن-روغنکاری اتومات-پارچه معمولی و ضخیم",
        full_name: "DL720-M1",
        image: "lockstitch_DL720-M1.png",
        sub_category: "راسته دوز نیمه اتوماتیک",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی راسته دوز نیمه اتوماتیک سیروبا مدل DL720-M1 دوخت قفلی (Lockstitch) دارای موتور Servo می باشد که شروع و پایان دوخت دقیق، صدا و لرزش کم، کم مصرف از نظر برق، و مناسب برای دوخت هر گونه پیراهن، کت و شلوار و لباس های مشابه میباشد بخصوص دوخت یقه و لبه سینه کت. قابلیت تنظیم طول دوخت تا 5 میلیمتر به شما امکان دوخت های مختلف را میدهد. دارای دستگاه کاتر و تیغ میباشد که باعث بازده ای بیشتر و تمیزی در دوخت میشود. این چرخ صنعتی مجهز به ماسوره پر کن و قابلیت نیم دوخت می باشد. همچنین برای راحتی کار با این چرخ خیاطی فضای 30 میلیتری برای ضایعات پارچه در نظر گرفته شده.",
        functions: ["08", "09", "10", "12", "14", "15", "16"],

        info: [
          {
            id: "j0.1",
            label: "موتور",
            value: "سِروُ مستقیم بدون تسمه",
          },
          {
            id: "j0.2",
            label: "قابلیت تنظیم سوزن",
            value: "دارد",
          },
          {
            id: "j0.3",
            label: "قابلیت شروع آهسته",
            value: "دارد",
          },
          {
            id: "j0.4",
            label: "روغنکاری اتومات",
            value: "دارد",
          },
          {
            id: "j0.5",
            label: "کنترل پنل",
            value: "دارد",
          },
          {
            id: "j0.6",
            label: "فضای 30 mm ضایعات پارچه",
            value: "DL720-M1_001.png",
          },
          {
            id: "j1",
            label: "کاربرد",
            value: "پیراهن، کت و شلوار و لباس های مشابه",
          },
          { id: "j2", label: "طول دوخت", value: "5 ~ 0 میلیمتر" },
          {
            id: "j3",
            label: "کارکرد",
            value: "برش نخ سوزن و ماسوره",
          },
          {
            id: "j4",
            label: "ارتفال پایه پرس",
            value: "دستی 5 ، زانویی 13 میلیمتر",
          },
          { id: "j5", label: "شماره سوزن", value: "#11 ~ #14" },
          {
            id: "j6",
            label: "عرض دوخت زیگزاگ",
            value: "5.0 ~ 1.5 میلیمتر",
          },
          { id: "j7", label: "لامپ", value: "ال ای دی" },
          { id: "j8", label: "سرعت دوخت", value: "4000 spm" },
        ],
      },
      {
        id: "2",
        resource_id: "R2_002",
        title: "DL720G",
        detail:
          "کامپیوتری-استپ موتور-راسته دوز-دقت دوخت بالا-دوخت معکوس-کاتر نخ-9 طرح دوخت قابل تغییر- ارتفاع سوزن 15.5 -پارچه های معمولی و ضخیم",
        full_name: "DL720G",
        image: "lockstitch_DL7200C-BM1-16Q.png",
        sub_category: "راسته دوز سرنخ زن",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی راسته دوز تمام اتوماتیک معمولی سیروبا مدل DL7200C-BM1-16Q با دوخت قفلی (Lockstitch) دارای نیروی محرک مستقیم (Direct-drive) و کاتر نخ میباشد. موتور پله ای این چرخ صنعتی دسترسی به کنترل دوخت با دقت 0.1 میلی متر را امکان پذیر میکند و دوخت معکوس دقیقا روی دوخت قبلی قرار میگیرد و نتیجه کار بسیار تمیز و دقیق میشود. مناسب برای پارچه های معمولی.",
        functions: ["08", "09", "10", "12", "14", "15", "16", "18"],

        info: [
          {
            id: "k0.1",
            label: "موتور",
            value: "استپ موتور نیروی مستقیم",
          },
          { id: "k0.2", label: "دوخت معکوس", value: "دارد" },
          {
            id: "k0.3",
            label: "کارپیشبر",
            value: "تک با 4 ردیف دندانه",
          },
          { id: "k0.4", label: "صفحه سوزن", value: "دارد" },
          { id: "k0.5", label: "کاتر نخ", value: "دارد" },
          { id: "k0.6", label: "بالابر", value: "اتومات" },
          { id: "k1", label: "طول دوخت", value: "5 ~ 0 میلیمتر" },
          {
            id: "k2",
            label: "پایه بالا کن",
            value: "دستی 5 ، زانویی 13، اتومات 9 میلیمتر",
          },
          { id: "k2.5", label: "تعداد سوزن", value: "1" },
          { id: "k3", label: "ارتفاع سوزن", value: "15.5 میلیمتر" },

          { id: "k4", label: "شماره سوزن", value: "#14 ~ #11" },
          { id: "k5", label: "سرعت دوخت", value: "4000 spm" },
        ],
      },

      {
        id: "3",
        resource_id: "R1_002",
        title: "DL7200C-BM1-16Q",
        detail:
          "کامپیوتری-استپ موتور-راسته دوز-دقت دوخت بالا-دوخت معکوس-کاتر نخ-9 طرح دوخت قابل تغییر- ارتفاع سوزن 15.5 -پارچه های معمولی و ضخیم",
        full_name: "DL7200C-BM1-16Q",
        image: "lockstitch_DL7200C-BM1-16Q.png",
        sub_category: "راسته دوز تمام اتوماتیک ظریف",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی راسته دوز تمام اتوماتیک معمولی سیروبا مدل DL7200C-BM1-16Q با دوخت قفلی (Lockstitch) دارای نیروی محرک مستقیم (Direct-drive) و کاتر نخ میباشد. موتور پله ای این چرخ صنعتی دسترسی به کنترل دوخت با دقت 0.1 میلی متر را امکان پذیر میکند و دوخت معکوس دقیقا روی دوخت قبلی قرار میگیرد و نتیجه کار بسیار تمیز و دقیق میشود. مناسب برای پارچه های معمولی.",
        functions: ["08", "09", "10", "12", "14", "15", "16", "18"],

        info: [
          {
            id: "k0.1",
            label: "موتور",
            value: "استپ موتور نیروی مستقیم",
          },
          { id: "k0.2", label: "دوخت معکوس", value: "دارد" },
          {
            id: "k0.3",
            label: "کارپیشبر",
            value: "تک با 4 ردیف دندانه",
          },
          { id: "k0.4", label: "صفحه سوزن", value: "دارد" },
          { id: "k0.5", label: "کاتر نخ", value: "دارد" },
          { id: "k0.6", label: "بالابر", value: "اتومات" },
          { id: "k1", label: "طول دوخت", value: "5 ~ 0 میلیمتر" },
          {
            id: "k2",
            label: "پایه بالا کن",
            value: "دستی 5 ، زانویی 13، اتومات 9 میلیمتر",
          },
          { id: "k2.5", label: "تعداد سوزن", value: "1" },
          { id: "k3", label: "ارتفاع سوزن", value: "15.5 میلیمتر" },

          { id: "k4", label: "شماره سوزن", value: "#14 ~ #11" },
          { id: "k5", label: "سرعت دوخت", value: "4000 spm" },
        ],
      },

      {
        id: "4",
        resource_id: "R1_002",
        title: "DL7200C-BH1-16Q",
        detail:
          "کامپیوتری-راسته دوز-استپ موتور-دقت دوخت بالا-دوخت معکوس-کاتر نخ-9 طرح دوخت قابل تغییر- ارتفاع سوزن 18 -پارچه های معمولی و ضخیم",
        full_name: "DL7200C-BH1-16Q",
        image: "lockstitch_DL7200C-BH1-16Q.png",
        sub_category: "راسته دوز تمام اتوماتیک ضخیم",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی راسته دوز تمام اتوماتیک ضخیم سیروبا مدل DL7200C-BH1-16Q با دوخت قفلی (Lockstitch) دارای نیروی محرک مستقیم (Direct-drive) استپ موتورمی باشد. موتور پله ای این چرخ صنعتی دسترسی به کنترل دوخت با دقت 0.1 میلی متر را امکان پذیر میسازد با قابلیت دوخت معکوس که دقیقا روی دوخت قبلی قرار میگیرد و نتیجه کار بسیار تمیز و دقیق میشود. مناسب برای پارچه های متوسط و ضخیم. دارای کنترل پنل هوشمند و پورت USB. دارای 9 طرح دوخت برای نیاز های مختلف کاربر که قابل تغییر هم می باشند. طراحی ثبت شده در استفاده از صفحه پایه پرس شیبدار منجر به افزایش عمر مفید الکترومغناطیسی و دوام آن میشود.",
        functions: ["08", "09", "10", "12", "14", "15", "16", "18"],

        info: [
          {
            id: "k0.1",
            label: "موتور",
            value: "استپ موتور نیروی مستقیم",
          },
          { id: "k0.2", label: "دوخت معکوس", value: "دارد" },
          {
            id: "k0.3",
            label: "کارپیشبر",
            value: "تک با 4 ردیف دندانه",
          },
          { id: "k0.4", label: "صفحه سوزن", value: "دارد" },
          { id: "k0.5", label: "کاتر نخ", value: "دارد" },
          { id: "k0.6", label: "بالابر", value: "اتومات" },
          { id: "k1", label: "طول دوخت", value: "5 ~ 0 میلیمتر" },
          {
            id: "k2",
            label: "پایه بالا کن",
            value: "دستی 5 ، زانویی 13، اتومات 9 میلیمتر",
          },
          { id: "k2.5", label: "تعداد سوزن", value: "1" },
          { id: "k3", label: "ارتفاع سوزن", value: "18 میلیمتر" },

          { id: "k4", label: "شماره سوزن", value: "#23 ~ #20" },
          { id: "k5", label: "سرعت دوخت", value: "4000 spm" },
        ],
      },

      {
        id: "5",
        resource_id: "R3_003",
        title: "DL7500S-BM1-16",
        detail:
          "کامپیوتری-راسته دوز-استپ موتور-دقت دوخت بالا-دوخت معکوس-کاتر نخ-9 طرح دوخت قابل تغییر- ارتفاع سوزن 18 -پارچه های معمولی و ضخیم",
        full_name: "DL7500S-BM1-16",
        image: "lockstitch_DL7500S-BM1-16.png",
        sub_category: "راسته دوز معمولی سیستم خشک",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی راسته دوز تمام اتوماتیک ضخیم سیروبا مدل DL7200C-BH1-16Q با دوخت قفلی (Lockstitch) دارای نیروی محرک مستقیم (Direct-drive) استپ موتورمی باشد. موتور پله ای این چرخ صنعتی دسترسی به کنترل دوخت با دقت 0.1 میلی متر را امکان پذیر میسازد با قابلیت دوخت معکوس که دقیقا روی دوخت قبلی قرار میگیرد و نتیجه کار بسیار تمیز و دقیق میشود. مناسب برای پارچه های متوسط و ضخیم. دارای کنترل پنل هوشمند و پورت USB. دارای 9 طرح دوخت برای نیاز های مختلف کاربر که قابل تغییر هم می باشند. طراحی ثبت شده در استفاده از صفحه پایه پرس شیبدار منجر به افزایش عمر مفید الکترومغناطیسی و دوام آن میشود.",
        functions: ["08", "09", "10", "12", "14", "15", "16", "18"],
        info: [
          {
            id: "k0.1",
            label: "موتور",
            value: "استپ موتور نیروی مستقیم",
          },
          { id: "k0.2", label: "دوخت معکوس", value: "دارد" },
          {
            id: "k0.3",
            label: "کارپیشبر",
            value: "تک با 4 ردیف دندانه",
          },
          { id: "k0.4", label: "صفحه سوزن", value: "دارد" },
          { id: "k0.5", label: "کاتر نخ", value: "دارد" },
          { id: "k0.6", label: "بالابر", value: "اتومات" },
          { id: "k1", label: "طول دوخت", value: "5 ~ 0 میلیمتر" },
          {
            id: "k2",
            label: "پایه بالا کن",
            value: "دستی 5 ، زانویی 13، اتومات 9 میلیمتر",
          },
          { id: "k2.5", label: "تعداد سوزن", value: "1" },
          { id: "k3", label: "ارتفاع سوزن", value: "18 میلیمتر" },

          { id: "k4", label: "شماره سوزن", value: "#23 ~ #20" },
          { id: "k5", label: "سرعت دوخت", value: "4000 spm" },
        ],
      },

      {
        id: "6",
        resource_id: "R3_003",
        title: "DL7500S-BH1-16",
        detail:
          "کامپیوتری-راسته دوز-استپ موتور-دقت دوخت بالا-دوخت معکوس-کاتر نخ-9 طرح دوخت قابل تغییر- ارتفاع سوزن 18 -پارچه های معمولی و ضخیم",
        full_name: "DL7500S-BH1-16",
        image: "lockstitch_DL7500S-BH1-16.png",
        sub_category: "راسته دوز ضخیم سیستم خشک",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی راسته دوز تمام اتوماتیک ضخیم سیروبا مدل DL7200C-BH1-16Q با دوخت قفلی (Lockstitch) دارای نیروی محرک مستقیم (Direct-drive) استپ موتورمی باشد. موتور پله ای این چرخ صنعتی دسترسی به کنترل دوخت با دقت 0.1 میلی متر را امکان پذیر میسازد با قابلیت دوخت معکوس که دقیقا روی دوخت قبلی قرار میگیرد و نتیجه کار بسیار تمیز و دقیق میشود. مناسب برای پارچه های متوسط و ضخیم. دارای کنترل پنل هوشمند و پورت USB. دارای 9 طرح دوخت برای نیاز های مختلف کاربر که قابل تغییر هم می باشند. طراحی ثبت شده در استفاده از صفحه پایه پرس شیبدار منجر به افزایش عمر مفید الکترومغناطیسی و دوام آن میشود.",
        functions: ["08", "09", "10", "12", "14", "15", "16", "18"],
        info: [
          {
            id: "k0.1",
            label: "موتور",
            value: "استپ موتور نیروی مستقیم",
          },
          { id: "k0.2", label: "دوخت معکوس", value: "دارد" },
          {
            id: "k0.3",
            label: "کارپیشبر",
            value: "تک با 4 ردیف دندانه",
          },
          { id: "k0.4", label: "صفحه سوزن", value: "دارد" },
          { id: "k0.5", label: "کاتر نخ", value: "دارد" },
          { id: "k0.6", label: "بالابر", value: "اتومات" },
          { id: "k1", label: "طول دوخت", value: "5 ~ 0 میلیمتر" },
          {
            id: "k2",
            label: "پایه بالا کن",
            value: "دستی 5 ، زانویی 13، اتومات 9 میلیمتر",
          },
          { id: "k2.5", label: "تعداد سوزن", value: "1" },
          { id: "k3", label: "ارتفاع سوزن", value: "18 میلیمتر" },

          { id: "k4", label: "شماره سوزن", value: "#23 ~ #20" },
          { id: "k5", label: "سرعت دوخت", value: "4000 spm" },
        ],
      },
    ],
  },
  {
    id: 2,
    farsi: "سردوز (زیگزال)",
    category: "Overlock Zig Zal",
    category_title: "",
    sub_menu_url: "/products",
    main_image: "overlock_747L-514M-3-24_VT_DKLU1-0.png",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        id: "R2_001",
        title: "سردوز سری 700L",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/dl720-dl720-rm1-dm/",
          },
          {
            label: "لیست قطعات",
            link: "https://siruba.com/en/download/dl720-parts-list/",
          },
        ],
      },
      {
        id: "R2_002",
        title: "سردوز سری 700LQ",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/dl720-dl720-rm1-dm/",
          },
          {
            label: "لیست قطعات",
            link: "https://siruba.com/en/download/dl720-parts-list/",
          },
        ],
      },
      {
        id: "R2_003",
        title: "سردوز سری 700S",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/700ks-700kst-dm/",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://siruba.com/en/download/700ks_kz508s-instruction-book-parts-list",
          },
          {
            label: "لیست قطعات",
            link: "https://siruba.com/en/download/700ks-parts-list",
          },
        ],
      },
    ],
    models: [
      {
        id: "00",
        resource_id: "R2_000",
        title: "557Qe-516M-3-35",
        detail:
          "سه نخ-زیگزال-کاتر جانبی-مکش برش نخ-تک سوزن-پارچه ظریف و معمولی",
        full_name: "557Qe-516M-3-35",
        image: "webp_overlock_557Qe_516M-3-35.webp",
        sub_category: "زیگزال 5 نخ اتوماتیک",
        description: `
        
<p>مدل Siruba 557Qe-516M3-35 یک چرخ خیاطی صنعتی پنج‌نخی از نوع اینترلاک با عملکرد بسیار بالا است که برای انواع پارچه‌های معمولی و طیف گسترده‌ای از کاربردهای نساجی طراحی شده است. این دستگاه با بهره‌گیری از تکنولوژی <strong>موتور مستقیم (Direct Drive)</strong> دقت، صرفه‌جویی در انرژی و عملکردی روان را ارائه می‌دهد و به گزینه‌ای ایده‌آل برای محیط‌های تولیدی متوسط تا بزرگ تبدیل شده است. این مدل به‌ویژه برای درزهایی که نیاز به <strong>دوخت تقویتی و همزمان قیچی‌کاری</strong> دارند مناسب بوده و نتیجه‌ای تمیز، بادوام و با کیفیت بالا ارائه می‌دهد.</p>

<p>این دستگاه به‌صورت گسترده در بخش‌های مختلف پوشاک مانند پیراهن، یونیفرم، پوشاک مردانه، زنانه و بچگانه کاربرد دارد و به دلیل چندمنظوره بودن، از نظر کیفیت دوخت و قابلیت اعتماد، عملکردی ممتاز ارائه می‌دهد. راحتی کاربر نیز در طراحی آن در نظر گرفته شده است؛ از جمله <strong>چراغ LED داخلی، سیستم روغن‌کاری اتوماتیک و پنل کنترل کاربرپسند</strong> که امکان تنظیمات آسان را فراهم می‌کنند. محافظ چشم ایمنی بیشتری ایجاد کرده و <strong>موتور سروو الکترونیکی</strong> نیز عملکردی آرام، پایدار و دقیق را با سرعت حداکثر <strong>۵۵۰۰ دوخت</strong> در دقیقه تضمین می‌کند.</p>
        
        `,
        application: [],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "b0.10", label: "موتور", value: "سروو موتور الکترونیکی" },
          { id: "b0.11", label: "نوع دوخت", value: "516" },
          { id: "b9", label: "روغنکاری", value: "اتومات" },
          { id: "b1", label: "تعداد سوزن", value: "2" },
          { id: "b2", label: "تعداد نخ", value: "5" },
          { id: "b21", label: "نوع سوزن", value: "DCX27 #11" },
          { id: "b4", label: "عرض دوخت", value: "4.2 میلیمتر" },
          { id: "b7", label: "ارتفاع پایه", value: "5 میلیمتر" },
          { id: "b9", label: "سرعت موتور", value: "5500 RPM" },
        ],
      },
      {
        id: "01",
        resource_id: "R2_000",
        title: "547Qe-516M-3-24",
        detail:
          "چرخ خیاطی اینترلاک-پنج‌نخ صنعتی-موتور Direct Drive-دوخت تقویتی و قیچی همزمان-تولید پوشاک حرفه‌ای",
        full_name: "547Qe-516M-3-24",
        image: "overlock_547Qe_516M-3-24.png",
        sub_category: "زیگزال 4 نخ اتوماتیک",
        description: `
        
<p>مدل Siruba 547Qe-516M-3-24 یک چرخ خیاطی صنعتی پنج‌نخی از نوع اینترلاک با عملکرد بسیار بالا است که برای انواع پارچه‌های معمولی و طیف گسترده‌ای از کاربردهای نساجی طراحی شده است. این دستگاه با بهره‌گیری از تکنولوژی <strong>موتور مستقیم (Direct Drive)</strong> دقت، صرفه‌جویی در انرژی و عملکردی روان را ارائه می‌دهد و به گزینه‌ای ایده‌آل برای محیط‌های تولیدی متوسط تا بزرگ تبدیل شده است. این مدل به‌ویژه برای درزهایی که نیاز به <strong>دوخت تقویتی و همزمان قیچی‌کاری</strong> دارند مناسب بوده و نتیجه‌ای تمیز، بادوام و با کیفیت بالا ارائه می‌دهد.</p>

<p>این دستگاه به‌صورت گسترده در بخش‌های مختلف پوشاک مانند پیراهن، یونیفرم، پوشاک مردانه، زنانه و بچگانه کاربرد دارد و به دلیل چندمنظوره بودن، از نظر کیفیت دوخت و قابلیت اعتماد، عملکردی ممتاز ارائه می‌دهد. راحتی کاربر نیز در طراحی آن در نظر گرفته شده است؛ از جمله <strong>چراغ LED داخلی، سیستم روغن‌کاری اتوماتیک و پنل کنترل کاربرپسند</strong> که امکان تنظیمات آسان را فراهم می‌کنند. محافظ چشم ایمنی بیشتری ایجاد کرده و <strong>موتور سروو الکترونیکی</strong> نیز عملکردی آرام، پایدار و دقیق را با سرعت حداکثر <strong>۵۵۰۰ دوخت</strong> در دقیقه تضمین می‌کند.</p>
        
        `,
        application: [],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "b0.10", label: "موتور", value: "سروو موتور الکترونیکی" },
          { id: "b0.11", label: "نوع دوخت", value: "516" },
          { id: "b9", label: "روغنکاری", value: "اتومات" },
          { id: "b1", label: "تعداد سوزن", value: "2" },
          { id: "b2", label: "تعداد نخ", value: "5" },
          { id: "b21", label: "نوع سوزن", value: "DCX27 #11" },
          { id: "b4", label: "عرض دوخت", value: "4.2 میلیمتر" },
          { id: "b7", label: "ارتفاع پایه", value: "5 میلیمتر" },
          { id: "b9", label: "سرعت موتور", value: "5500 RPM" },
        ],
      },
      {
        id: "03",
        resource_id: "R2_001",
        title: "737L-504M-3-04",
        detail: "3 نخ-زیگزال-کاتر جانبی-مکش برش نخ-تک سوزن-پارچه ظریف و معمولی",
        full_name: "737L-504M-3-04/VT/DKLU1-0",
        image: "overlock_737L-504M-3-04_VT_DKLU1-0.png",
        sub_category: "زیگزال 3 نخ",
        menu_note: "",
        description:
          "چرخ صنعتی سردوز چرخ خیاطی صنعتی زیگزال 3 نخ  سیروبا مدل 537L-504M-3-04 برای دوخت با کیفیت بالای طیف وسیعی از پارچه های معمولی و متوسط در نظر گرفته شده است. تقریباً در تمام بخش های خیاطی مانند لباس بافتنی، لباس فرم، مردانه، زنانه، لباس مد کودکان و غیره کاربرد دارد. عدم وجود نویز و لرزش را حتی در بالاترین سرعت تضمین می کند. این چرخ برای برای کارگاه های کوچک و استودیو مد لباس مناسب می باشد.",
        functions: ["09", "10", "16", "17"],

        info: [
          { id: "b0.1", label: "موتور", value: "مستقیم بدون تسمه" },
          { id: "b0.2", label: "مکش برش نخ", value: "دارد" },
          { id: "b1", label: "تعداد سوزن", value: "1" },
          { id: "b2", label: "تعداد نخ", value: "3" },
          { id: "b3", label: "فاصله سوزن ها", value: "–" },
          { id: "b4", label: "عرض دوخت", value: "4 میلیمتر" },
          { id: "b6", label: "طول دوخت", value: "3.6 میلیمتر" },
          { id: "b6.5", label: "مدل دوخت", value: "504.jpg" },
          {
            id: "b4.5",
            label: "کارپیشبر",
            value: "استاندارد با 3 ردیف دندانه",
          },
          {
            id: "b5",
            label: "مقدار حرکت کارپیشبر",
            value: "2.0 ~ 0.7",
          },

          { id: "b7", label: "ارتفاع پایه", value: "6 میلیمتر" },
          { id: "b8", label: "شماره سوزن", value: "#11" },
          { id: "b8.5", label: "کاتر", value: "جانبی و الکتریکی" },
          { id: "b8.6", label: "لامپ", value: "ال ای دی" },
          { id: "b9", label: "تعداد بخیه در دقیقه", value: "7500" },
        ],
      },

      {
        id: "04",
        resource_id: "R2_002",
        title: "737LQ-504M-3-04",
        detail: "3 نخ-زیگزال-کاتر جانبی-مکش برش نخ-تک سوزن-پارچه ظریف و معمولی",
        full_name: "737LQ-504M-3-04/ECB-U",
        image: "overlock_737LQ-504M-3-04.png",
        sub_category: "زیگزال 3 نخ پنل دار",
        menu_note: "",
        description:
          "چرخ صنعتی سردوز چرخ خیاطی صنعتی زیگزال 3 نخ  سیروبا مدل 537L-504M-3-04 برای دوخت با کیفیت بالای طیف وسیعی از پارچه های معمولی و متوسط در نظر گرفته شده است. تقریباً در تمام بخش های خیاطی مانند لباس بافتنی، لباس فرم، مردانه، زنانه، لباس مد کودکان و غیره کاربرد دارد. عدم وجود نویز و لرزش را حتی در بالاترین سرعت تضمین می کند. این چرخ برای برای کارگاه های کوچک و استودیو مد لباس مناسب می باشد.",
        functions: ["09", "10", "16", "17"],

        info: [
          { id: "b0.1", label: "موتور", value: "مستقیم بدون تسمه" },
          { id: "b0.2", label: "مکش برش نخ", value: "دارد" },
          { id: "b1", label: "تعداد سوزن", value: "1" },
          { id: "b2", label: "تعداد نخ", value: "3" },
          { id: "b3", label: "فاصله سوزن ها", value: "–" },
          { id: "b4", label: "عرض دوخت", value: "4 میلیمتر" },
          { id: "b6", label: "طول دوخت", value: "3.6 میلیمتر" },
          { id: "b6.5", label: "مدل دوخت", value: "504.jpg" },
          {
            id: "b4.5",
            label: "کارپیشبر",
            value: "استاندارد با 3 ردیف دندانه",
          },
          {
            id: "b5",
            label: "مقدار حرکت کارپیشبر",
            value: "2.0 ~ 0.7",
          },

          { id: "b7", label: "ارتفاع پایه", value: "6 میلیمتر" },
          { id: "b8", label: "شماره سوزن", value: "#11" },
          { id: "b8.5", label: "کاتر", value: "جانبی و الکتریکی" },
          { id: "b8.6", label: "لامپ", value: "ال ای دی" },
          { id: "b9", label: "تعداد بخیه در دقیقه", value: "7500" },
        ],
      },

      {
        id: "05",
        resource_id: "R2_001",
        title: "747L-514M-3-24",
        detail: "4 نخ-زیگزال-کاتر جانبی-مکش برش نخ-تک سوزن-پارچه ظریف و معمولی",
        full_name: "747L-514M-3-24/VT/DKLU1-0",
        image: "overlock_747L-514M-3-24_VT_DKLU1-0.png",
        sub_category: "زیگزال 4 نخ ظریف",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی زیگزال 4 نخ معمولی سیروبا مدل 747L-514M-3-24 برای دوخت با کیفیت بالای طیف وسیعی از پارچه های معمولی و متوسط در نظر گرفته شده است. تقریباً در تمام بخش های خیاطی مانند لباس بافتنی، لباس فرم، مردانه، زنانه، لباس مد کودکان و غیره کاربرد دارد. عدم وجود نویز و لرزش را حتی در بالاترین سرعت تضمین می کند. این چرخ برای برای کارگاه های کوچک و استودیو مد لباس مناسب می باشد.",
        functions: ["10", "12", "14", "15"],

        info: [
          { id: "c0.1", label: "موتور", value: "مستقیم بدون تسمه" },
          { id: "c0.2", label: "مکش برش نخ", value: "دارد" },
          { id: "c1", label: "تعداد سوزن", value: "2" },
          { id: "c2", label: "تعداد نخ", value: "4" },
          { id: "c3", label: "فاصله سوزن ها", value: "2" },
          { id: "c4", label: "عرض دوخت", value: "4 میلیمتر" },
          { id: "c6", label: "طول دوخت", value: "3.6 میلیمتر" },
          { id: "c6.5", label: "مدل دوخت", value: "514.png" },

          {
            id: "c4.5",
            label: "کارپیشبر",
            value: "استاندارد با 3 ردیف دندانه",
          },

          {
            id: "c5",
            label: "مقدار حرکت کارپیشبر",
            value: "2.0 ~ 0.7",
          },
          { id: "c7", label: "ارتفاع پایه", value: "5.5 میلیمتر" },
          { id: "c8", label: "شماره سوزن", value: "#11" },
          { id: "c8.5", label: "کاتر", value: "جانبی و الکتریکی" },
          { id: "c8.6", label: "لامپ", value: "ال ای دی" },
          { id: "c9", label: "تعداد بخیه در دقیقه", value: "7500" },
        ],
      },
      {
        id: "06",
        resource_id: "R2_002",
        title: "747LQ-514M-3-24",
        detail:
          "زیگزال-5 نخ- سردوز زیگزال-کاتر تخت-مکش برش نخ-دو سوزن-پارچه های ضخیم",
        full_name: "747LQ-514M-3-24/ECB-U",
        image: "overlock_747LQ-514M-3-24.png",
        sub_category: "زیگزال 4 نخ پنل دار",
        menu_note: "",
        description: "",
        functions: ["10", "12", "14", "15"],

        info: [],
      },
      {
        id: "07",
        resource_id: "R2_001",
        title: "757L-516M-3-35",
        detail:
          "5 نخ سردوز زیگزال-کاتر تخت-مکش برش نخ-دو سوزن-پارچه ظریف و معمولی",
        full_name: "757L-516M-3-35/CT/DKLU1-0",
        image: "overlock_757L-516M-3-35_CT_DKLU1-0.png",
        sub_category: "زیگزال 5 نخ ظریف",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی زیگزال 5 نخ معمولی سیروبا مدل 575L-516M-3-35 برای دوخت با کیفیت بالای طیف وسیعی از پارچه های معمولی و متوسط در نظر گرفته شده است. تقریباً در تمام بخش های خیاطی مانند لباس بافتنی، لباس فرم، مردانه، زنانه، لباس مد کودکان و غیره کاربرد دارد. عدم وجود نویز و لرزش را حتی در بالاترین سرعت تضمین می کند. این چرخ برای برای کارگاه های کوچک و استودیو مد لباس مناسب می باشد.",
        functions: ["15", "17"],

        info: [
          { id: "e0.1", label: "موتور", value: "مستقیم بدون تسمه" },
          { id: "e0.2", label: "مکش برش نخ", value: "دارد" },
          { id: "e1", label: "تعداد سوزن", value: "2" },
          { id: "e2", label: "تعداد نخ", value: "5" },
          { id: "e3", label: "فاصله سوزن ها", value: "3" },
          { id: "e4", label: "عرض دوخت", value: "5 میلیمتر" },
          { id: "e6", label: "طول دوخت", value: "3.6 میلیمتر" },
          { id: "e6.5", label: "مدل دوخت", value: "516.png" },
          {
            id: "e4.5",
            label: "کارپیشبر",
            value: "استاندارد با 3 ردیف دندانه",
          },

          {
            id: "e5",
            label: "مقدار حرکت کارپیشبر",
            value: "2.0 ~ 0.7",
          },
          { id: "e7", label: "ارتفاع پایه", value: "5 میلیمتر" },
          { id: "e8", label: "شماره سوزن", value: "#14" },
          { id: "e8.5", label: "کاتر", value: "تخت و الکتریکی" },
          { id: "e8.6", label: "لامپ", value: "ال ای دی" },
          { id: "e9", label: "تعداد بخیه در دقیقه", value: "7000" },
        ],
      },
      {
        id: "08",
        resource_id: "R2_001",
        title: "757L-516X-3-56",
        detail:
          "زیگزال-5 نخ- سردوز زیگزال-کاتر تخت-مکش برش نخ-دو سوزن-پارچه های ضخیم",
        full_name: "757L-516X-3-56/CT/DKLU1-0",
        image: "overlock_757L-516M-3-35_CT_DKLU1-0.png",
        sub_category: "زیگزال 5 نخ ضخیم",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی زیگزال 5 نخ ضخیم سیروبا مدل 575L-516X-3-56  برای دوخت با کیفیت بالای طیف وسیعی از پارچه های متوسط و ضخیم در نظر گرفته شده است. عدم وجود نویز و لرزش را حتی در بالاترین سرعت تضمین می کند. این چرخ برای برای کارگاه های کوچک و استودیو مد لباس مناسب می باشد. قابلیت سردوزی تا 10 لایه پارچه جین را دارد.",
        functions: ["15", "17"],

        info: [
          { id: "f0.1", label: "موتور", value: "مستقیم بدون تسمه" },
          { id: "f0.2", label: "مکش برش نخ", value: "دارد" },
          { id: "f1", label: "تعداد سوزن", value: "2" },
          { id: "f2", label: "تعداد نخ", value: "5" },
          { id: "f3", label: "فاصله سوزن ها", value: "5" },
          { id: "f4", label: "عرض دوخت", value: "6 میلیمتر" },
          { id: "f6", label: "طول دوخت", value: "3.6 میلیمتر" },
          { id: "f6.5", label: "مدل دوخت", value: "516.png" },
          // { id: "f6.6", label: "دوخت 10 لایه جین", value: "tn_516x_01.png" },
          {
            id: "f6.7",
            label: "دوخت 10 لایه جین",
            value: "tn_516x_02.png",
          },
          {
            id: "f4.5",
            label: "کارپیشبر",
            value: "استاندارد با 3 ردیف دندانه",
          },

          {
            id: "f5",
            label: "مقدار حرکت کارپیشبر",
            value: "2.0 ~ 0.7",
          },
          { id: "f7", label: "ارتفاع پایه", value: "7 میلیمتر" },
          { id: "f8", label: "شماره سوزن", value: "#16" },
          { id: "f8.5", label: "کاتر", value: "تخت و الکتریکی" },
          { id: "f8.6", label: "لامپ", value: "ال ای دی" },
          { id: "f9", label: "تعداد بخیه در دقیقه", value: "6000" },
        ],
      },
      {
        id: "09",
        resource_id: "R2_002",
        title: "757LQ-516M-3-35",
        detail:
          "5 نخ سردوز زیگزال-کاتر تخت-مکش برش نخ-دو سوزن-پارچه ظریف و معمولی",
        full_name: "757LQ-516M-3-35/ECB-U",
        image: "overlock_757LQ-516M-3-35_ECB-U.png",
        sub_category: "زیگزال 5 نخ پنل دار",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی زیگزال 5 نخ معمولی سیروبا مدل 575L-516M-3-35 برای دوخت با کیفیت بالای طیف وسیعی از پارچه های معمولی و متوسط در نظر گرفته شده است. تقریباً در تمام بخش های خیاطی مانند لباس بافتنی، لباس فرم، مردانه، زنانه، لباس مد کودکان و غیره کاربرد دارد. عدم وجود نویز و لرزش را حتی در بالاترین سرعت تضمین می کند. این چرخ برای برای کارگاه های کوچک و استودیو مد لباس مناسب می باشد.",
        functions: ["15", "17"],

        info: [
          { id: "e0.1", label: "موتور", value: "مستقیم بدون تسمه" },
          { id: "e0.2", label: "مکش برش نخ", value: "دارد" },
          { id: "e1", label: "تعداد سوزن", value: "2" },
          { id: "e2", label: "تعداد نخ", value: "5" },
          { id: "e3", label: "فاصله سوزن ها", value: "3" },
          { id: "e4", label: "عرض دوخت", value: "5 میلیمتر" },
          { id: "e6", label: "طول دوخت", value: "3.6 میلیمتر" },
          { id: "e6.5", label: "مدل دوخت", value: "516.png" },
          {
            id: "e4.5",
            label: "کارپیشبر",
            value: "استاندارد با 3 ردیف دندانه",
          },

          {
            id: "e5",
            label: "مقدار حرکت کارپیشبر",
            value: "2.0 ~ 0.7",
          },
          { id: "e7", label: "ارتفاع پایه", value: "5 میلیمتر" },
          { id: "e8", label: "شماره سوزن", value: "#14" },
          { id: "e8.5", label: "کاتر", value: "تخت و الکتریکی" },
          { id: "e8.6", label: "لامپ", value: "ال ای دی" },
          { id: "e9", label: "تعداد بخیه در دقیقه", value: "7000" },
        ],
      },

      {
        id: "10",
        resource_id: "R2_003",
        title: "747KST-514M-3-24",
        detail:
          "زیگزال-4 نخ- سردوز زیگزال-کاتر تخت-مکش برش نخ-دو سوزن-پارچه های ضخیم",
        full_name: "747KST-514M-3-24/VT/RSK-/DKKH1-3",
        image: "overlock_747KST-514M-3-24.png",
        sub_category: "زیگزال 4 نخ دور حلقه تی شرت",
        menu_note: "",
        description: "",
        functions: ["10", "12", "14", "15"],

        info: [],
      },
    ],
  },
  {
    id: 3,
    farsi: "میاندوز",
    category: "Interlocks",
    category_title: "",
    sub_menu_url: "/products",
    main_image: "interlock_F007KD-W122-364.png",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        id: "R3_001",
        title: "F007KD",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/f007k-series-dm/",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://siruba.com/en/download/f007k_f007kd-instruction-book_my42k",
          },
          {
            label: "لیست قطعات",
            link: "https://siruba.com/en/download/f007kd-df%e2%96%a1_parts-list/",
          },
          {
            label: "لیست قطعات جانبی",
            link: "https://siruba.com/en/download/f007kd-df%e2%96%a1_attachment-parts-list/",
          },
        ],
      },
      {
        id: "R3_002",
        title: "C007KP",
        downloads: [],
      },
    ],
    models: [
      {
        id: "08",
        resource_id: "R3_001",
        title: "F007KD-U712-264",
        detail: "میاندوز-نوار دوز-4 نخ-دو سوزنه-شرت های مردانه-لباس های ورزشی",
        full_name: "F007KD-U712-264/FSP/LS-A/DFKU1-0",
        image: "interlock_F007K-U712-264.png",
        sub_category: "میاندوز نواردوز",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی میاندوز نواردوز سیروبا مدل F007KD-U712-264 برای دوخت نوارها ساده و تزئینی روی درز لباس های ورزشی، شلوار جین یا لباس های زیر می باشد. همچنین می توانید نوار اضافی را در داخل نوار دیگر اضافه کنید تا برجستگی و تزئین را افزایش دهید. مخصوص دوخت نوار بر روی دوخت های ساده برای تقویت دوخت و زینت دادن.",
        functions: ["13"],

        info: [
          { id: "g0.1", label: "موتور", value: "مستقیم بدون تسمه" },
          { id: "g0.2", label: "کاربرد", value: "نوار دوز" },
          { id: "g0.25", label: "دوخت نواری دوبل", value: "دارد" },
          {
            id: "g0.3",
            label: "عرض نهایی نوار",
            value: "10 میلیمتر",
          },
          { id: "g1", label: "تعداد سوزن", value: "2" },
          { id: "g2", label: "تعداد نخ", value: "4" },
          { id: "g3", label: "فاصله سوزن ها", value: "6.4" },
          { id: "g4", label: "عرض دوخت", value: "1.6 ~ 4.2" },
          {
            id: "g6",
            label: "مقدار حرکت کارپیشبر",
            value: "0.5 ~ 1.3",
          },
          { id: "g8", label: "ارتفاع پایه", value: "5 میلیمتر" },
          { id: "g9", label: "تعداد بخیه در دقیقه", value: "6000" },
        ],
      },
      {
        id: "09",
        resource_id: "R3_001",
        title: "F007KD-W122-364",
        detail:
          "دوخت لبه پایین لباس-دوخت درزهای ساده-تمام اتوماتیک-دوخت پشت و رو-4 نخ-سه سوزنه-قابلیت سجاف کردن-تریمر بالا و زیر",
        full_name: "F007KD-W122-364/FHA/UTG/DFKH1-1",
        image: "interlock_F007KD-W122-364.png",
        sub_category: "میاندوز تمام اتوماتیک",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی میاندوز تمام اتوماتیک سیروبا مدل F007KD-W122-364 با قابلیت دوخت دوطرفه ساده و پایین لباس ها مثل لباس زیر، لباسهای ورزسی و غیره با پارچه های متوسط. دارای دستگاه سجاف کردن می باشد. دارای تریمر بالا و زیر می باشد.",
        functions: ["09", "10"],
        info: [
          { id: "h0.1", label: "موتور", value: "مستقیم بدون تسمه" },
          {
            id: "h0.2",
            label: "کاربرد",
            value: "دوخت لبه پایین لباس ها",
          },
          { id: "h0.25", label: "دستگاه سجاف کردن", value: "دارد" },
          { id: "h0.3", label: "دوخت پشت و رو", value: "دارد" },
          {
            id: "h0.4",
            label: "نمونه دوخت",
            value: "W122-364_01.png",
          },
          { id: "h1", label: "تعداد سوزن", value: "3" },
          { id: "h2", label: "تعداد نخ", value: "5" },
          { id: "h3", label: "فاصله سوزن ها", value: "6.4" },
          { id: "h4", label: "طول دوخت", value: "1.6 ~ 4.26" },
          {
            id: "h5",
            label: "مقدار حرکت کارپیشبر",
            value: "0.5 ~ 1.3",
          },
          { id: "h7", label: "ارتفاع پایه", value: " 	5 میلیمتر" },
          {
            id: "h8",
            label: "تعداد بخیه در دقیقه",
            value: " 	6000",
          },
        ],
      },

      {
        id: "10",
        resource_id: "R3_002",
        title: "C007KP-W812A-356",
        detail:
          "دوخت لبه پایین لباس-دوخت درزهای ساده-تمام اتوماتیک-دوخت پشت و رو-4 نخ-سه سوزنه-قابلیت سجاف کردن-تریمر بالا و زیر",
        full_name: "C007KP-W812A-356/CRL/UTP/DCKH1-1",
        image: "interlock_C007KP-W812A-356.png",
        sub_category: "میاندوز لبه پایین اتوماتیک",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی میاندوز تمام اتوماتیک سیروبا مدل C007KP-W812A-356 با قابلیت دوخت دوطرفه ساده و پایین لباس ها مثل لباس زیر، لباسهای ورزسی و غیره با پارچه های متوسط. دارای دستگاه سجاف کردن می باشد. دارای تریمر بالا و زیر می باشد.",
        functions: ["09", "10"],
        info: [],
      },
    ],
  },

  {
    id: 4,
    farsi: "گان دوز",
    category: "Overlock Scrubs",
    category_title: "",
    sub_menu_url: "/products",
    main_image: "overlock_757L-401M-8-50_VT_DKLU1-0.png",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        id: "R4_001",
        title: "سردوز سری 700L",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://iransiruba.com/downloads/700L-0811.pdf/",
          },
          {
            label: "کتاب دستور العمل",
            link: "https://iransiruba.com/downloads/20210526_KZ08L_700L-instruction-book-1/",
          },
        ],
      },
    ],
    models: [
      {
        id: "10",
        resource_id: "R4_001",
        title: "757L-401M-8-50",
        detail: "5 نخ-جیب دوز-گان دوز-دو سوزن-پارچه ظریف و معمولی",
        full_name: "757L-401M-8-50/TA/DKLU1-0",
        image: "overlock_757L-401M-8-50_VT_DKLU1-0.png",
        sub_category: "گان دوز",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی گان دوز سیروبا مدل 575L-401M-8-50  برای دوخت با کیفیت بالای طیف وسیعی از پارچه های معمولی و متوسط در نظر گرفته شده است. عدم وجود نویز و لرزش را حتی در بالاترین سرعت تضمین می کند. این چرخ برای برای کارگاه های کوچک و استودیو مد لباس مناسب می باشد. قابلیت دو ردیف دوخت زنجیره ای بر روی نوار لبه جیب شلوار های مرغوب.",
        functions: ["17"],

        info: [
          { id: "d0.1", label: "موتور", value: "مستقیم بدون تسمه" },
          { id: "d0.2", label: "مکش برش نخ", value: "دارد" },
          { id: "d1", label: "تعداد سوزن", value: "2" },
          { id: "d2", label: "تعداد نخ", value: "5" },
          { id: "d3", label: "فاصله سوزن ها", value: "5" },
          { id: "d4", label: "عرض دوخت", value: "–" },
          { id: "d6", label: "طول دوخت", value: "3.6 میلیمتر" },
          {
            id: "d4.5",
            label: "کارپیشبر",
            value: "مخصوص با 3 ردیف دندانه",
          },

          {
            id: "d5",
            label: "مقدار حرکت کارپیشبر",
            value: "2.0 ~ 0.7",
          },
          { id: "d7", label: "ارتفاع پایه", value: "6 میلیمتر" },
          { id: "d8", label: "شماره سوزن", value: "#14" },
          { id: "d8.5", label: "کاتر", value: "جانبی و الکتریکی" },
          { id: "d8.6", label: "لامپ", value: "ال ای دی" },
          { id: "d9", label: "تعداد بخیه در دقیقه", value: "7500" },
        ],
      },
    ],
  },

  {
    id: 5,
    farsi: "دو سوزن دو ماکو",
    category: "Lockstitch-two-needle",
    category_title: "",
    sub_menu_url: "/products",
    main_image: "lockstitch_DT828L-42-064M_C-13.png",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        id: "R5_001",
        title: "DT828L",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/dt828l-dm/",
          },
          {
            label: "کتاب دستورالعمل و قطعات",
            link: "https://siruba.com/en/download/dt828l-instruction-book-parts-list",
          },
        ],
      },
    ],
    models: [
      {
        id: "11",
        resource_id: "R5_001",
        title: "DT828L-42-064M",
        detail:
          "کامپیوتری-دو مرحله استپ موتور-دو سوزن-دو ماکو-سیستم تریمر نخ-دوخت معکوس-روغنکاری اتومات-لامپ ال ای دی سه مرحله-پارچه های معمولی",
        full_name: "DT828L-42-064M/C-13",
        image: "lockstitch_DT828L-42-064M_C-13.png",
        sub_category: "دو سوزن دو ماکو ظریف",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی دو سوزن دو ماکو معمولی سیروبا مدل DT828L-42-064M تمام اتوماتیک با استپ موتور دو مرحله ای قوی می باشد. موتور پله ای دو جهته (Bidirectional) این چرخ صنعتی دسترسی به کنترل دوخت با دقت 0.1 میلی متر را امکان پذیر میکند و دوخت معکوس دقیقا روی دوخت قبلی قرار میگیرد و نتیجه کار بسیار تمیز و دقیق میشود. این موتور همچنین قدرتمند، و در پایان حرکت برگشت دوخت، مقام سازی دوخت، پیرایش، بالا بردن پایه سوزن، نفوذ بهتر سوزن در پارچه، ساکت و ثابت است و سرعت عمل بالایی دارد. این چرخ خیاطی صنعتی دارای سه مرحله نور پردازی قابل تنظیم، روغنکاری اتومات، کنترل زانویی الکترونیکی، بالابر پایه راحت، سیستم برش مستقیم، کنترل پنل تنظیم چند منظوره، دو سوزنه و دوخت معکوس برای پارچه های معمولی تا ضخیم می باشد.",
        functions: ["20"],

        info: [
          {
            id: "n0.1",
            label: "موتور",
            value: "استپ موتور دو مرحله ای نیروی مستقیم",
          },
          {
            id: "n0.15",
            label: "کنترل پنل",
            value: "قابلیت تنظیم چند منظوره",
          },
          { id: "n0.2", label: "دوخت معکوس", value: "دارد" },
          { id: "n0.5", label: "کاتر مستقیم نخ", value: "دارد" },
          { id: "n0.51", label: "برش اتومات", value: "دارد" },
          { id: "n0.6", label: "روغنکاری", value: "اتومات" },
          {
            id: "n1",
            label: "طول دوخت",
            value: "معمولی 0 ~4 – ضخیم 0 ~ 5 میلیمتر",
          },
          { id: "n2", label: "تعداد سوزن", value: "2" },
          { id: "n2.1", label: "فاصله سوزن ها", value: "6.4" },
          {
            id: "n3",
            label: "ارتفاع پایه پرس",
            value: "دستی 7 ، اتومات 8 ~ 12 میلیمتر",
          },
          { id: "n4", label: "ارتفاع سوزن", value: "18 میلیمتر" },
          { id: "n5", label: "شماره سوزن", value: "#16 ~ #11" },
          { id: "n5.1", label: "لامپ", value: "ال ای دی سه مرحله ای" },
          { id: "n7", label: "سرعت دوخت", value: " 3000 spm" },
        ],
      },
      {
        id: "12",
        resource_id: "R5_001",
        title: "DT828L-75-064H",
        detail:
          "کامپیوتری-دو مرحله استپ موتور-دو سوزن-دو ماکو-سیستم تریمر نخ-دوخت معکوس-روغنکاری اتومات-لامپ ال ای دی سه مرحله-پارچه های ضخیم",
        full_name: "DT828L-75-064H/C-13",
        image: "lockstitch_DT828L-75-064H_C-13.png",
        sub_category: "دو سوزن دو ماکو متحرک ضخیم",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی دو سوزن دو ماکو متحرک ضخیم سیروبا DT828L-75-064H  تمام اتوماتیک با استپ موتور دو مرحله ای قوی می باشد. موتور پله ای دو جهته (Bidirectional) این چرخ صنعتی دسترسی به کنترل دوخت با دقت 0.1 میلی متر را امکان پذیر میکند و دوخت معکوس دقیقا روی دوخت قبلی قرار میگیرد و نتیجه کار بسیار تمیز و دقیق میشود. این موتور همچنین قدرتمند، و در پایان حرکت برگشت دوخت، مقام سازی دوخت، پیرایش، بالا بردن پایه سوزن، نفوذ بهتر سوزن در پارچه، ساکت و ثابت است و سرعت عمل بالایی دارد. این چرخ خیاطی صنعتی دارای سه مرحله نور پردازی قابل تنظیم، روغنکاری اتومات، کنترل زانویی الکترونیکی، بالابر پایه راحت، سیستم برش مستقیم، کنترل پنل تنظیم چند منظوره، دو سوزنه و دوخت معکوس برای پارچه های ضخیم می باشد.",
        functions: ["20"],

        info: [
          {
            id: "O0.1",
            label: "موتور",
            value: "استپ موتور دو مرحله ای نیروی مستقیم",
          },
          {
            id: "O0.6",
            label: "کنترل پنل",
            value: "قابلیت تنظیم چند منظوره",
          },
          { id: "O0.2", label: "دوخت معکوس", value: "دارد" },
          { id: "O0.5", label: "کاتر مستقیم نخ", value: "دارد" },
          { id: "O0.5", label: "برش اتومات", value: "دارد" },
          { id: "O0.6", label: "روغنکاری", value: "اتومات" },
          {
            id: "O1",
            label: "طول دوخت",
            value: " 0 ~ 7 میلیمتر",
          },
          { id: "O2", label: "تعداد سوزن", value: "2" },
          { id: "O2", label: "فاصله سوزن ها", value: "6.4" },
          {
            id: "O3",
            label: "ارتفاع پایه پرس",
            value: "دستی 7 ، اتومات 8 ~ 12 میلیمتر",
          },
          { id: "O4", label: "ارتفاع سوزن", value: "18 میلیمتر" },
          { id: "O5", label: "شماره سوزن", value: "#22 ~ #14" },
          { id: "O5", label: "لامپ", value: "ال ای دی سه مرحله ای" },
          { id: "O7", label: "سرعت دوخت", value: " 3000 spm" },
        ],
      },
    ],
  },

  {
    id: 6,
    farsi: "راسته دوز تیغ دار",
    category: "Lockstitch Right Trimmer",
    category_title: "",
    sub_menu_url: "/products",
    main_image: "lockstitch_DL7200C-RM1-48-12.png",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        id: "R6_001",
        title: "DL7200C-RM1",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/dl7200c-rm1-dm/",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://siruba.com/en/download/dl7200c_instruction-book/",
          },
          {
            label: "لیست قطعات",
            link: "https://siruba.com/en/download/dl7200c-rm1_parts-list/",
          },
        ],
      },
    ],
    models: [
      {
        id: "13",
        resource_id: "R6_001",
        title: "DL7200C-RM1-48-12",
        detail:
          "کامپیوتری-راسته دوز- تمام اتوماتیک-تیغ دار-استپ موتور-برش لبه پارچه-12 طرح دوخت-دوخت معکوس-تنظیم موقعیت سوزن-پارچه معولی و نیمه ضخیم",
        full_name: "DL7200C-RM1-48-12",
        image: "lockstitch_DL7200C-RM1-48-12.png",
        sub_category: "راسته دوز تمام اتوماتیک تیغ دار",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی راسته دوز تمام اتوماتیک تیغ دار سیروبا مدل  DL7200C-RM1-48-12 با دوخت قفلی (Lockstitch) دارای نیروی محرک مستقیم (Direct-drive) و استپ موتور می باشد. استپ موتور کنترل دوخت معکوس و تنظیم اتومات موقعیت سوزن را انجام میدهد. موتور پله ای این چرخ صنعتی دسترسی به کنترل دوخت با دقت 0.1 میلی متر را امکان پذیر میکند و دوخت معکوس دقیقا روی دوخت قبلی قرار میگیرد و نتیجه کار بسیار تمیز و دقیق میشود. این چرخ مناسب دوخت پارچه های متوسط و نیمه ضخیم برای دوخت پیراهن و بلوز و لباسهای مشابه میباشد. این چرخ صنعتی دارای طول دوخت قابل تنظیم الکترونیکی با امکان برنامه ریزی دوخت های تزئینی نیز می باشد. دارای 12 طرح دوخت قابل تنظیم، برش اتومات، دوخت معکوس و بالابر اتومات می باشد.",
        functions: ["08", "09", "10", "12", "14", "15", "16", "18"],

        info: [
          {
            id: "m0.1",
            label: "موتور",
            value: "استپ موتور نیروی مستقیم",
          },
          { id: "m0.2", label: "دوخت معکوس", value: "دارد" },
          { id: "m0.5", label: "کاتر نخ", value: "دارد" },
          { id: "m0.51", label: "برش اتومات", value: "دارد" },
          { id: "m0.6", label: "برش لبه پارچه", value: "دارد" },
          { id: "m0.61", label: "بالابر", value: "اتومات" },
          {
            id: "m1",
            label: "عرض دوخت",
            value: "3.2 - 4.8 - 6.4 میلیمتر",
          },
          { id: "m1.5", label: "طول دوخت", value: "4 – 0 میلیمتر" },
          {
            id: "m2",
            label: "ارتفاع پایه پرس",
            value: "دستی 4 ، اتومات 10 – 13 میلیمتر",
          },
          { id: "m2.5", label: "تعداد سوزن", value: "1" },
          {
            id: "m3",
            label: "ارتفاع سوزن",
            value: "15.5 میلیمتر",
          },
          { id: "m4", label: "شماره سوزن", value: "#14" },
          { id: "m5", label: "سرعت دوخت:", value: " 3700 spm" },
        ],
      },
    ],
  },

  {
    id: 7,
    farsi: "راسته دوز تک سوزن تک قلاب",
    category: "Chainstitch Single Needle Hook",
    category_title: "",
    sub_menu_url: "/products",
    main_image: "other_DL3881.png",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        id: "R7_001",
        title: "DL3881",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/dl3880-series-dm/",
          },
          {
            label: "کتاب دستورالعمل و قطعات",
            link: "https://siruba.com/en/download/dl3880_instruction-book-parts-list/",
          },
        ],
      },
    ],
    models: [
      {
        id: "14",
        resource_id: "R7_001",
        title: "DL3881",
        detail:
          "دوخت زنجیری-موتور مستقیم-راسته دوز-تک سوزن تک قلاب-دو نخ-طول بخیه قابل تنظیم-پارچه معمولی و ضخیم",
        full_name: "DL3881",
        image: "other_DL3881.png",
        sub_category: "راسته دوز تک سوزن تک قلاب",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی راسته دوز تک سوزن تک قلاب زنجیری سیروبا مدل DL3881 یک چرخ خیاطی دوخت زنجیری (Chainstitch) با سرعت بالا میباشد که با نیروی محرکه مستقیم موتور (Direct-Drive) کار میکند. این چرخ خیاطی مناسب دوخت پارچه های جین، شلوارهای غیر رسمی، دامن، کناره دوزی پیراهن، دوخت سر جیب، دوخت تزیینی درز نوار بر بروی لباس های ورزشی می باشد. این چرخ خیاطی تک سوزن با دو نخ و دارای نتظیم طول بخیه و مناسب برای دوخت پارچه های معمولی و ضخیم می باشد.",
        functions: ["15", "17", "18"],
        info: [
          {
            id: "q0.1",
            label: "موتور",
            value: "موتور مستقیم بدون تسمه",
          },
          { id: "q1", label: "طول بخیه", value: "4.0 ~ 1.4 میلیمتر" },
          { id: "q3", label: "تعداد نخ", value: "2" },
          {
            id: "q4",
            label: "ارتفاع پایه پرس",
            value: " 10 ~ 8 میلیمتر",
          },
          { id: "q5", label: "شماره سوزن", value: "#21 ~ #14" },
          {
            id: "q6",
            label: "سرعت دوخت",
            value: "3500 بخیه در دقیقه",
          },
        ],
      },
    ],
  },

  {
    id: 8,
    farsi: "راسته دوز سه سوزن سه قلاب",
    category: "Chainstitch Three Needle Hook",
    category_title: "",
    sub_menu_url: "/products",
    main_image: "other_DL3881.png",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        id: "R8_001",
        title: "DL3883-64",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/dl3880-series-dm/",
          },
          {
            label: "کتاب دستورالعمل و قطعات",
            link: "https://siruba.com/en/download/dl3880_instruction-book-parts-list/",
          },
        ],
      },
    ],
    models: [
      {
        id: "15",
        resource_id: "R8_001",
        title: "DL3883-64",
        detail:
          "دوخت زنجیری-موتور مستقیم-سه سوزن سه قلاب-راسته دوز-شش نخ-طول بخیه قابل تنظیم-پارچه معمولی و ضخیم",
        full_name: "DL3883-64",
        image: "other_DL3881.png",
        sub_category: "راسته دوز سه سوزن سه قلاب",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی راسته دوز سه سوزن سه قلاب سیروبا مدل DL3883-64 یک چرخ خیاطی دوخت زنجیری  (Chainstitch)  با سرعت بالا میباشد که با نیروی محرکه مستقیم موتور    (Direct-Drive)  کار میکند. این چرخ خیاطی مناسب دوخت پارچه های جین، شلوارهای غیر رسمی، دامن، کناره دوزی پیراهن، دوخت سر جیب، دوخت تزیینی درز نوار بر بروی لباس های ورزشی می باشد. این چرخ خیاطی دو  سوزنه با شش نخ و دارای نتظیم طول بخیه و مناسب برای دوخت پارچه های معمولی و ضخیم می باشد.",
        functions: ["15", "17", "18"],

        info: [
          {
            id: "r0.1",
            label: "موتور",
            value: "موتور مستقیم بدون تسمه",
          },
          { id: "r1", label: "طول بخیه", value: "4.0 ~ 1.4 میلیمتر" },
          { id: "r2", label: "فاصله سوزن ها", value: "6.4" },
          { id: "r3", label: "تعداد نخ", value: "6" },
          {
            id: "r4",
            label: "ارتفاع پایه پرس",
            value: " 10 ~ 8 میلیمتر",
          },
          { id: "r5", label: "شماره سوزن", value: "#21 ~ #14" },
          {
            id: "r6",
            label: "سرعت دوخت",
            value: "3500 بخیه در دقیقه",
          },
        ],
      },
    ],
  },

  {
    id: 9,
    farsi: "کش دوز زنانه",
    category: "Interlock Elastic Binding",
    category_title: "",
    sub_menu_url: "/products",
    main_image: "interlock_F007KD-W522-364.png",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        id: "R9_001",
        title: "F007KD",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/f007k-series-dm/",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://siruba.com/en/download/f007k_f007kd-instruction-book_my42k/",
          },
          {
            label: "لیست قطعات",
            link: "https://siruba.com/en/download/f007kd-df%e2%96%a1_parts-list/",
          },
          {
            label: "لیست قطعات جانبی",
            link: "https://www.siruba.com/download/f007kd-df%e2%96%a1_attachment-parts-list/",
          },
        ],
      },
    ],
    models: [
      {
        id: "16",
        resource_id: "R9_001",
        title: "F007KD-W522-364",
        detail:
          "نوار تور دوز-تیغ راست-4 نخ-سه سوزنه-لباس زیر زنانه-کش دوز زنانه-هولدر نوار بالا",
        full_name: "F007KD-W522-364/FR/FFC/FEC/LS-A/DFKU1-0",
        image: "interlock_F007KD-W522-364.png",
        sub_category: "کش دوز زنانه",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی کش دوز زنانه سیروبا مدل  F007KD-W522-364 با نگهدارنده نوار از بالا می باشد. سیستم تغذیه نوار و کش، طول و کشش را کنترل میکند، که کیفیت دوخت عالی انجام میدهید و دوخت حرفه ای ایجاد کند. دارای تریمر از سمت راست می باشد.",
        functions: ["12"],

        info: [
          { id: "i0.1", label: "موتور", value: "مستقیم بدون تسمه" },
          { id: "i0.12", label: "تریمر سمت راست", value: "دارد" },
          { id: "i0.2", label: "تغذیه کش مکانیکی", value: "دارد" },
          {
            id: "i0.3",
            label: "کاتر الکتریکی زانویی",
            value: "دارد",
          },
          { id: "i0.4", label: "هولدر نوار", value: "بالا" },
          { id: "i1", label: "تعداد سوزن", value: "3" },
          { id: "i2", label: "تعداد نخ", value: "5" },
          { id: "i3", label: "فاصله سوزن ها", value: "6.4" },
          { id: "i4", label: "طول دوخت", value: "1.6 ~ 4.2" },
          {
            id: "i5",
            label: "مقدار حرکت کارپیشبر",
            value: "0.5 ~ 1.3",
          },
          { id: "i6", label: "ارتفاع پایه", value: "5 میلیمتر" },
          { id: "i7", label: "تعداد بخیه در دقیقه", value: "4500" },
        ],
      },
      {
        id: "17",
        resource_id: "R9_001",
        title: "F007KD-W522-240",
        detail:
          "نوار تور دوز-تیغ راست-4 نخ-سه سوزنه-لباس زیر زنانه-کش دوز زنانه-هولدر نوار بالا",
        full_name: "F007KD-W522-240/FR/FQS/DFKU1-0",
        image: "interlock_F007KD-W522-364.png",
        sub_category: "کش دوز زنانه کاغذی",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی کش دوز زنانه سیروبا مدل  F007KD-W522-240 با نگهدارنده نوار از بالا می باشد. سیستم تغذیه نوار و کش، طول و کشش را کنترل میکند، که کیفیت دوخت عالی انجام میدهید و دوخت حرفه ای ایجاد کند. دارای تریمر از سمت راست می باشد.",
        functions: ["12"],

        info: [
          { id: "i0.1", label: "موتور", value: "مستقیم بدون تسمه" },
          { id: "i0.12", label: "تریمر سمت راست", value: "دارد" },
          { id: "i0.2", label: "تغذیه کش مکانیکی", value: "دارد" },
          {
            id: "i0.3",
            label: "کاتر الکتریکی زانویی",
            value: "دارد",
          },
          { id: "i0.4", label: "هولدر نوار", value: "بالا" },
          { id: "i1", label: "تعداد سوزن", value: "3" },
          { id: "i2", label: "تعداد نخ", value: "5" },
          { id: "i3", label: "فاصله سوزن ها", value: "6.4" },
          { id: "i4", label: "طول دوخت", value: "1.6 ~ 4.2" },
          {
            id: "i5",
            label: "مقدار حرکت کارپیشبر",
            value: "0.5 ~ 1.3",
          },
          { id: "i6", label: "ارتفاع پایه", value: "5 میلیمتر" },
          { id: "i7", label: "تعداد بخیه در دقیقه", value: "4500" },
        ],
      },
    ],
  },

  {
    id: 10,
    farsi: "هشت و هفت",
    category: "LZ Series",
    category_title: "",
    sub_menu_url: "/products",
    main_image: "lz_series_LZ457A-143N-L.png",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        id: "R10_001",
        title: "LZ457A",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/lz-series-dm/",
          },
        ],
      },
    ],
    models: [
      {
        id: "17",
        resource_id: "R10_001",
        title: "LZ457A-143N-L",
        detail: "",
        full_name: "LZ457A-143N-L",
        image: "lz_series_LZ457A-143N-L.png",
        sub_category: "هفت و هشت",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی هفت و هشت سیروبا  مدل LZ457A-143N-L مناسب برای دوخت های زیگزال و تزیینی می باشد. عملکرد مناسب، قوی، کم لرزش و کم صدای این مدل از سری چرخ خیاطی موجب محبوبیت این مدل گردیده است. دوخت های با کیفیت، محکم و زیبایی که این مدل بوجود می آورد باعث شده تا افراد آن را در کاربردهای گوناگون بکار گیرند.",
        functions: [],

        info: [],
      },
    ],
  },

  {
    id: 11,
    farsi: "نما دوز",
    category: "Bartacking Machine",
    category_title: "",
    sub_menu_url: "/products",
    main_image: "bartacking_BT630Q-02E.png",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        id: "R11_001",
        title: "BT630Q",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/bt430q-438q-530q-630q-dm/",
          },
          {
            label: "لیست قطعات",
            link: "https://siruba.com/en/download/bt430q-438q-530q-630q_parts-list/",
          },
        ],
      },
    ],
    models: [
      {
        id: "18",
        resource_id: "R11_001",
        title: "BT630Q-02E",
        detail:
          "نما دوز-استپ موتور-صفحه کار 60x80 میلیمتر-98 طرح آماده-روغنکاری اتومات-کنترل پنل-کنترل با دو پدال",
        full_name: "BT630Q-02E",
        image: "bartacking_BT630Q-02E.png",
        sub_category: "نما دوز",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی نما دوز سیروبا مدل BT630Q-02E دارای قابلیت دوخت طرح های کوچک و دارای سطح 60 در 80 سانتیمتری فضای کار میباشد.",
        functions: ["19"],

        info: [
          { id: "y1", label: "کاربرد", value: "دوخت طرحهای کوچک" },
          { id: "y2", label: "فضای کار", value: "60 در 80 سانتیمتر" },
          {
            id: "y3",
            label: "عرض دوخت",
            value: "12/7 – 0/5 میلیمتر",
          },
          {
            id: "y4",
            label: "سایز",
            value: "22-30 / 14-22 / 18-26 / 26-34 / 34-42 میلیمتر",
          },
          {
            id: "y5",
            label: "عرض دوخت زیگزاگ",
            value: "5.0 ~ 1.5 میلیمتر",
          },
          { id: "y6", label: "سرعت دوخت", value: "3000 spm" },
        ],
      },
    ],
  },

  {
    id: 12,
    farsi: "دکمه دوز",
    category: "Button Sewing",
    category_title: "",
    sub_menu_url: "/products",
    main_image: "buttonsewing-PK511.png",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        id: "R12_001",
        title: "PK511",
        downloads: [
          {
            label: "کتاب دستورالعمل",
            link: "https://siruba.com/en/download/pk511_instruction-book",
          },
          {
            label: "لیست قطعات",
            link: "https://siruba.com/en/download/pk511_parts-list/",
          },
        ],
      },
      {
        id: "R12_002",
        title: "LKS-1900AN",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/lks-1900d-series-dm/",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://siruba.com/en/download/lks-1900an-instruction-book-parts-list_by808jk_20160304_s%e7%89%88_%e6%9c%89%e5%8a%a002-03%e7%89%88/",
          },
          {
            label: "لیست قطعات",
            link: "https://siruba.com/en/download/lks-1900an_parts-list/",
          },
        ],
      },
    ],
    models: [
      {
        id: "19",
        resource_id: "R12_001",
        title: "PK511",
        detail: "موتور سِرو- دوکمه دوز- بالابر اتومات - پارچه معمولی",
        full_name: "PK511",
        image: "buttonsewing-PK511.png",
        sub_category: "دکمه دوز تک نخ",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی دکمه دوز سیروبا مدل PK511 مناسب برای دکمه های دو سوراخ و چهار سوراخ بر روی انواع پیراهن، کت، لباس کار و غیره می باشد. دارای سیستم دوخت نرم، کم صدا و با کیفیت بالا می باشد.",
        functions: ["10", "15", "16", "17"],

        info: [],
      },
      {
        id: "20",
        resource_id: "R12_002",
        title: "LKS-1903AN-SS302",
        detail:
          "موتور سِرو- دوکمه دوز-ماکو دار-دو نخ- بالابر اتومات - پارچه معمولی",
        full_name: "LKS-1903AN-SS302",
        image: "buttonsewing-bartacking_LKS-1900ANSS.png",
        sub_category: "دکمه دوز ماکو دار دو نخ",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی دکمه دوز ماکو دار دو نخ سیروبا مدل LKS-1903ANSS302 با کنترل الکترونیکی با دو سوزن و راسته دوزمی باشد. برای دوخت دکمه های تخت طراحی شده و امکان دوخت دکمه با پا هم دارد. این چرخ خیاطی با همکاری ژوکی تولید شده است به همین جهت مجهز به پنل و قطعات الکترونیکی ساخت شرکت ژوکی می باشد. سرعت بالای دوخت، کیفیت دوخت عالی، فضای کار مناسب، روغنکاری اتومات، کنترل موتور پله‌ای و راحتی کار از مزایای این چرخ خیاطی می باشد. سرعت بالا، کیفیت دوخت عالی، فضای کار مناسب، روغنکاری اتومات، کنترل موتور پله‌ای و راحتی کار از مزایای این چرخ خیاطی می باشد. سرعت دوخت این چرخ خیاطی حداکثر 2700 دور در دقیقه است. با شروع و توقف سریع و ارائه 50 الگوی خیاطی که تنظیم آن آسان است. این چرخ خیاطی صنعتی با تجهیز اختیاری فیدر دکمه خودکار ABF می تواند به بالاترین بازده تولید برسد.",
        functions: ["10", "15", "16", "17"],

        info: [
          { id: "bb1", label: "طول بخیه", value: "10 ~ 0.1 میلیمتر" },
          {
            id: "bb2",
            label: "ارتفاع سوزن از سطح دوخت",
            value: "4.5 سانتیمتر",
          },
          { id: "bb3", label: "شماره سوزن", value: "#14" },
          {
            id: "bb4",
            label: "سایز دکمه",
            value: "Φ8~Φ32 mm ( استاندارد Φ8~Φ20 mm)",
          },
          {
            id: "bb5",
            label: "سرعت دوخت",
            value: "3200 بخیه در دقیقه",
          },
        ],
      },
    ],
  },

  {
    id: 13,
    farsi: "مادگی چشمی",
    category: "Eyelet Button Hole",
    category_title: "",
    sub_menu_url: "/products",
    main_image: "button-holing-machine_BH-9820.png",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        id: "R13_001",
        title: "BH-9820",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/bh-9820-series-dm/",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://siruba.com/en/download/bh9820-instruction-book%e8%8b%b1%e6%96%87/",
          },
          {
            label: "لیست قطعات",
            link: "https://siruba.com/en/download/bh9820-parts-list/",
          },
        ],
      },
      {
        id: "R13_002",
        title: "LBHS-1790D",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/lbhs-1790dq-series-dm/",
          },
          {
            label: "لیست پارامترها",
            link: "https://iransiruba.com/downloads/1790D_S_Parameters.pdf",
          },
        ],
      },
    ],
    models: [
      {
        id: "21",
        resource_id: "R13_001",
        title: "BH9820-01",
        detail:
          "مادگی دوز چشمی-تریم بلند نخ سوزن-تریم بلند نخ بوبین-کم صدا-کم لرزش-تنظیم محل تیغ برش-پنل راحت کاربری-لباس مردانه، کت، شلورهای معمولی و جین",
        full_name: "BH9820-01",
        image: "button-holing-machine_BH-9820.png",
        sub_category: "مادگی چشمی ظریف",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی مادگی چشمی معمولی سیروبا مدل BH9820-01 با داشتن سیستم کنترل Servo طرح های مادگی دکمه را با دقت بالا اجرا میکند. قابلیت کار بروی پارچه با ضخامت های مختلف را دارد. داشتن نمایشگر برای انتخاب طرح ها، صدای کم دستگاه، کاتر و تنظیمات ساده کار با این چرخ صنعتی را برای اپراتور راحت کرده.",
        functions: ["17", "18"],

        info: [
          {
            id: "w2",
            label: "کاربرد",
            value: "لباس مردانه و غیر رسمی",
          },
          {
            id: "w3",
            label: "برش نخ سوزن و ماسوره",
            value: "کوتاه",
          },
          {
            id: "w4",
            label: "طرح ها",
            value: "BH_01_button-hole.png",
          },
          {
            id: "w5",
            label: "سایز",
            value: "دایره 42-8 میلیمتر ، بلندی 42-5 میلیمتر",
          },
          {
            id: "w6",
            label: "عرض دوخت زیگزاگ",
            value: "5.0 ~ 1.5 میلیمتر",
          },
          { id: "w7", label: "سرعت دوخت", value: " 2500 ~ 1000 rpm" },
        ],
      },
      {
        id: "22",
        resource_id: "R13_001",
        title: "BH9820-02",
        detail:
          "مادگی دوز چشمی-الکتریکی-تریم کوتاه نخ سوزن-تریم کوتاه نخ بوبین-کم صدا-کم لرزش-تنظیم محل تیغ برش-پنل راحت کاربری-مناسب پارپه ضخیم و جین",
        full_name: "BH9820-02",
        image: "button-holing-machine_BH-9820.png",
        sub_category: "مادگی چشمی ضخیم",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی مادگی چشمی ضخیم سیروبا مدل BH9820-02 با داشتن سیستم کنترل Servo طرح های مادگی دکمه را با دقت بالا اجرا میکند. قابلیت کار بروی پارچه با ضخامت های مختلف را دارد. داشتن نمایشگر برای انتخاب طرح ها، صدای کم دستگاه، کاتر و تنظیمات ساده کار با این چرخ صنعتی را برای اپراتور راحت کرده.",
        functions: ["17", "18"],

        info: [
          {
            id: "x2",
            label: "کاربرد",
            value: "شلوارهای جین و دیگر شلوارها",
          },
          {
            id: "x3",
            label: "برش نخ سوزن و ماسوره",
            value: "بلند",
          },
          {
            id: "x4",
            label: "طرح ها",
            value: "BH_02_button-hole.png",
          },
          {
            id: "x5",
            label: "سایز",
            value: "22-30 / 14-22 / 18-26 / 26-34 / 34-42 میلیمتر",
          },
          {
            id: "x6",
            label: "عرض دوخت زیگزاگ",
            value: "5.0 ~ 1.5 میلیمتر",
          },
          { id: "x7", label: "سرعت دوخت", value: "2500 ~ 1000 rpm" },
        ],
      },
      {
        id: "23",
        resource_id: "R13_002",
        title: "LBHS-1790DS",
        detail:
          "مادگی دوز چشمی-الکتریکی-تریم کوتاه نخ سوزن-تریم کوتاه نخ بوبین-کم صدا-کم لرزش-تنظیم محل تیغ برش-پنل راحت کاربری-مناسب پارپه ضخیم و جین",
        full_name: "LBHS-1790DS",
        image: "bug-machine_BH-9820.png",
        sub_category: "مادگی پیراهن",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی مادگی چشمی ضخیم سیروبا مدل LBHS-1790DS با داشتن سیستم کنترل Servo طرح های مادگی دکمه را با دقت بالا اجرا میکند. قابلیت کار بروی پارچه با ضخامت های مختلف را دارد. داشتن نمایشگر برای انتخاب طرح ها، صدای کم دستگاه، کاتر و تنظیمات ساده کار با این چرخ صنعتی را برای اپراتور راحت کرده.",
        functions: [],

        info: [],
      },
    ],
  },

  {
    id: 14,
    farsi: "الیک",
    category: "Bartacking Elik",
    category_title: "",
    sub_menu_url: "/products",
    main_image: "buttonsewing-bartacking_LKS-1900ANSS.png",
    brand: "سیروبا",
    general_description: [],
    resources: [],
    models: [
      {
        id: "21",
        resource_id: "R14_021",
        title: "LKS-1900D-SS",
        detail:
          "استپ موتور-کارایی و دقت بالا-پارچه معمولی-صدای کم-روغن پلمپ شده-جعبه کنترل متصل-کنترل پنل جدید-پرس پا اتومات-کاتر اتومات",
        full_name: "LKS-1900D-SS",
        image: "buttonsewing-bartacking_LKS-1900D-HS.png",
        sub_category: "الیک فاستونی",
        menu_note: "(1900DSS)",
        description: "",
        application: [],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "z1", label: "طول بخیه", value: "10.0 ~ 0.1 میلیمتر" },
          {
            id: "z2",
            label: "ارتفاع سوزن از سطح دوخت",
            value: "17 ~ 14 میلیمتر",
          },
          { id: "z3", label: "طول سوزن", value: "41.2 میلیمتر" },
          { id: "z4", label: "شماره سوزن", value: "DP x 5 #11" },
          { id: "z5", label: "سرعت دوخت", value: "3300 بخیه در دقیقه" },
        ],
      },
      {
        id: "22",
        resource_id: "R14_021",
        title: "LKS-1900D-HS",
        detail:
          "استپ موتور-کارایی و دقت بالا-پارچه معمولی و ضخیم-صدای کم-روغن پلمپ شده-جعبه کنترل متصل-کنترل پنل جدید-پرس پا اتومات-کاتر اتومات",
        full_name: "LKS-1900D-HS",
        image: "buttonsewing-bartacking_LKS-1900D-HS.png",
        sub_category: "الیک ضخیم جین",
        menu_note: "(1900DHS)",
        description: "",
        application: [],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "z1", label: "طول بخیه", value: "10.0 ~ 0.1 میلیمتر" },
          {
            id: "z2",
            label: "ارتفاع سوزن از سطح دوخت",
            value: "17 ~ 14 میلیمتر",
          },
          { id: "z3", label: "طول سوزن", value: "41.2 میلیمتر" },
          { id: "z4", label: "شماره سوزن", value: "DP x 5 #11" },
          { id: "z5", label: "سرعت دوخت", value: "3300 بخیه در دقیقه" },
        ],
      },
      {
        id: "23",
        resource_id: "R14_001",
        title: "LKS-1900AN-SS",
        detail:
          "موتور سِرو-الیک-مقاوم ساز الگویی - بالابر اتومات - پارچه معمولی -50 طرح آماده - صفحه کار 30x40 میلیمتر",
        full_name: "LKS-1900AN-SS",
        image: "buttonsewing-bartacking_LKS-1900ANSS.png",
        sub_category: "الیک ظریف",
        menu_note: "(1900ANSS)",
        description:
          "چرخ خیاطی صنعتی الیک معمولی سیروبا مدل LKS-1900ANSS با کنترل کامپیوتری مناسب برای مقاوم سازی دوخت با 50 طرح داخلی و150 طرح دستی می باشد. این چرخ خیاطی مجهز به موتور محرک مستقیم کم مصرف که در دستگاه تعبیه شده است (Direct-drive) کار میکند. همچنین این چرخ خیاطی صنعتی دارای فضای دوخت 30 در 40 سانتیمتری با قابلیت تنظیم طول و عرض و تنظیم کامپیوتری کشش نخ برای دوخت های ساده و طرح های مختلف را دارد. سرعت بالای دوخت، کیفیت دوخت عالی، فضای کار مناسب، روغنکاری اتومات، کنترل موتور پله‌ای و راحتی کار از مزایای این چرخ خیاطی می باشد.",
        functions: ["12", "13", "14", "17", "18"],

        info: [
          {
            id: "z1",
            label: "طول بخیه",
            value: "10.0 ~ 0.1 میلیمتر",
          },
          {
            id: "z2",
            label: "ارتفاع سوزن از سطح دوخت",
            value: "4.2 سانتیمتر",
          },
          { id: "z3", label: "شماره سوزن", value: "#14" },
          {
            id: "z4",
            label: "سرعت دوخت",
            value: "3200 بخیه در دقیقه",
          },
        ],
      },
      {
        id: "24",
        resource_id: "R14_001",
        title: "LKS-1900AN-HS",
        detail:
          "موتور سِرو-الیک ضخیم-مقاوم ساز الگویی - بالابر اتومات - پارچه ضخیم -50 طرح آماده - صفحه کار 30x40 میلیمتر",
        full_name: "LKS-1900AN-HS",
        image: "buttonsewing-bartacking_LKS-1900ANSS.png",
        sub_category: "الیک ضخیم",
        menu_note: "(1900ANHS)",
        description:
          "چرخ خیاطی صنعتی الیک ضخیم سیروبا مدل LKS-1900ANHS با کنترل کامپیوتری مناسب برای مقاوم سازی دوخت با 50 طرح داخلی و150 طرح دستی می باشد. این چرخ خیاطی مجهز به موتور محرک مستقیم کم مصرف که در دستگاه تعبیه شده است (Direct-drive) کار میکند. همچنین این چرخ خیاطی صنعتی دارای فضای دوخت 30 در 40 سانتیمتری با قابلیت تنظیم طول و عرض و تنظیم کامپیوتری کشش نخ برای دوخت های ساده و طرح های مختلف را دارد. سرعت بالای دوخت، کیفیت دوخت عالی، فضای کار مناسب، روغنکاری اتومات، کنترل موتور پله‌ای و راحتی کار از مزایای این چرخ خیاطی می باشد. این چرخ خیاطی مناسب برای کارهای سنگین و پارچه های ضخیم می باشد.",
        functions: ["12", "13", "14", "17", "18"],

        info: [
          { id: "aa1", label: "طول بخیه", value: "10 ~ 0.1 میلیمتر" },
          {
            id: "aa2",
            label: "ارتفاع سوزن از سطح دوخت",
            value: "4.2 سانتیمتر",
          },
          { id: "aa3", label: "شماره سوزن", value: "#21" },
          {
            id: "aa4",
            label: "سرعت دوخت",
            value: "3200 بخیه در دقیقه",
          },
        ],
      },
      {
        id: "25",
        resource_id: "R15_011",
        title: "BT530Q-01",
        detail:
          "موتور سِرو-الیک ضخیم-مقاوم ساز الگویی - بالابر اتومات - پارچه ضخیم -50 طرح آماده - صفحه کار 30x40 میلیمتر",
        full_name: "LKS-1900AN-HS",
        image: "buttonsewing-bartacking_LKS-1900ANSS.png",
        sub_category: "الیک معمولی دکمه زن",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی الیک ضخیم سیروبا مدل LKS-1900ANHS با کنترل کامپیوتری مناسب برای مقاوم سازی دوخت با 50 طرح داخلی و150 طرح دستی می باشد. این چرخ خیاطی مجهز به موتور محرک مستقیم کم مصرف که در دستگاه تعبیه شده است (Direct-drive) کار میکند. همچنین این چرخ خیاطی صنعتی دارای فضای دوخت 30 در 40 سانتیمتری با قابلیت تنظیم طول و عرض و تنظیم کامپیوتری کشش نخ برای دوخت های ساده و طرح های مختلف را دارد. سرعت بالای دوخت، کیفیت دوخت عالی، فضای کار مناسب، روغنکاری اتومات، کنترل موتور پله‌ای و راحتی کار از مزایای این چرخ خیاطی می باشد. این چرخ خیاطی مناسب برای کارهای سنگین و پارچه های ضخیم می باشد.",
        functions: ["12", "13", "14", "17", "18"],

        info: [
          { id: "aa1", label: "طول بخیه", value: "10 ~ 0.1 میلیمتر" },
          {
            id: "aa2",
            label: "ارتفاع سوزن از سطح دوخت",
            value: "4.2 سانتیمتر",
          },
          { id: "aa3", label: "شماره سوزن", value: "#21" },
          {
            id: "aa4",
            label: "سرعت دوخت",
            value: "3200 بخیه در دقیقه",
          },
        ],
      },
      {
        id: "26",
        resource_id: "R15_011",
        title: "BT430Q-06",
        detail:
          "موتور سِرو-الیک ضخیم-مقاوم ساز الگویی - بالابر اتومات - پارچه ضخیم -50 طرح آماده - صفحه کار 30x40 میلیمتر",
        full_name: "BT430Q-06",
        image: "buttonsewing-bartacking_LKS-1900ANSS.png",
        sub_category: "الیک بست کش کمر زن",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی الیک ضخیم سیروبا مدل LKS-1900ANHS با کنترل کامپیوتری مناسب برای مقاوم سازی دوخت با 50 طرح داخلی و150 طرح دستی می باشد. این چرخ خیاطی مجهز به موتور محرک مستقیم کم مصرف که در دستگاه تعبیه شده است (Direct-drive) کار میکند. همچنین این چرخ خیاطی صنعتی دارای فضای دوخت 30 در 40 سانتیمتری با قابلیت تنظیم طول و عرض و تنظیم کامپیوتری کشش نخ برای دوخت های ساده و طرح های مختلف را دارد. سرعت بالای دوخت، کیفیت دوخت عالی، فضای کار مناسب، روغنکاری اتومات، کنترل موتور پله‌ای و راحتی کار از مزایای این چرخ خیاطی می باشد. این چرخ خیاطی مناسب برای کارهای سنگین و پارچه های ضخیم می باشد.",
        functions: ["12", "13", "14", "17", "18"],

        info: [
          { id: "aa1", label: "طول بخیه", value: "10 ~ 0.1 میلیمتر" },
          {
            id: "aa2",
            label: "ارتفاع سوزن از سطح دوخت",
            value: "4.2 سانتیمتر",
          },
          { id: "aa3", label: "شماره سوزن", value: "#21" },
          {
            id: "aa4",
            label: "سرعت دوخت",
            value: "3200 بخیه در دقیقه",
          },
        ],
      },
    ],
  },

  {
    id: 15,
    farsi: "کمر کش",
    category: "Multi-Needle Picoting",
    category_title: "",
    sub_menu_url: "/products",
    main_image: "multi-needle-picoting_HF008-02064P.png",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        id: "R15_001",
        title: "HF008A کمرکش سری",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/hf008a-dm/",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://siruba.com/en/download/hf008a-instruction-book/",
          },
          {
            label: "لیست قطعات",
            link: "https://siruba.com/en/download/hf008a_parts-list/",
          },
        ],
      },
      {
        id: "R15_002",
        title: "VC008A-12064P",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/vc008-series-dm/",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://siruba.com/en/download/vc008a_instruction-book-parts-list/",
          },
          {
            label: "لیست قطعات",
            link: "https://siruba.com/en/download/vc008a_parts-list/",
          },
        ],
      },
      {
        id: "R15_003",
        title: "کمرکش سری C007KP",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/c007kp-dm/",
          },
        ],
      },
    ],
    models: [
      {
        id: "25",
        resource_id: "R15_001",
        title: "HF008-02064P",
        detail:
          "کمر کش-کاتر راست و چپ-صفحه کار تخت-دو سوزن-سیستم روغنکاری-تنظیم طول بخیه-4 نخ-پارچه های سبک تا ضخیم",
        full_name: "HF008-02064P/FBQ/C/DVU1-0",
        image: "multi-needle-picoting_HF008-02064P.png",
        sub_category: "کمر کش",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی کمرکش سیروبا مدل HF008-02064P  با دوخت زنجیری برای دوخت درز هم پوشان و پل کمربند استفاده میشود. با تسمه از بالا، طول و کشش را کنترل میکند. دارای کاتر پارچه از سمت راست و چپ و تنظیم طول بخیه می باشد که کیفیت کار را تمیز و دوخت حرفه ای انجام میدهد.",
        functions: ["18"],
        info: [],
      },
      {
        id: "26",
        resource_id: "R15_001",
        title: "HF008-0664-254P",
        detail:
          "کمر کش 12 سوزنه-پارچه های نفیس-صفحه کار استوانه ای-دوخت دایره وار راحت-12 سوزنه-24 نخ-تنظیم طول بخیه-روغنکاری اتومات-مکانیزم قلاب قائمی",
        full_name: "HF008-0664-254P/PMP/JD/B530/DVH1-1",
        image: "multi-needle-picoting_HF008-0664-254P.png",
        sub_category: "کمر کش 6 سوزنه",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی کمرکش 12 سوزنه سیروبا مدل VC008A-12064P با دوخت زنجیری مناسب برای دوخت چین های زینتی با نخ کش روی بلوزهای زنانه، مایو، لباس، روبالشی، و پیراهن کودکان و غیره. دارای صفحه کار استوانه ای، روغنکاری اتومات، تنظیم طول بخیه، مکانیزم قلاب قائمی ، مکانیزم عملکرد چند منظوره ، کِشنده پارچه از چپ و تغذیه پارچه با ثبات می باشد. این مدل چرخ خیاطی دوخت با قدرت نفوذ بالایی در پارچه دارد.",
        functions: ["14", "16"],
        info: [],
      },
      {
        id: "27",
        resource_id: "R15_002",
        title: "VC008A-12064P",
        detail:
          "کمر کش 12 سوزنه-پارچه های نفیس-صفحه کار استوانه ای-دوخت دایره وار راحت-12 سوزنه-24 نخ-تنظیم طول بخیه-روغنکاری اتومات-مکانیزم قلاب قائمی",
        full_name: "VC008A-12064P/DVU1-0",
        image: "multi-needle-picoting_VC008A-12064P.png",
        sub_category: "کمر کش 12 سوزنه",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی کمرکش 12 سوزنه سیروبا مدل VC008A-12064P با دوخت زنجیری مناسب برای دوخت چین های زینتی با نخ کش روی بلوزهای زنانه، مایو، لباس، روبالشی، و پیراهن کودکان و غیره. دارای صفحه کار استوانه ای، روغنکاری اتومات، تنظیم طول بخیه، مکانیزم قلاب قائمی ، مکانیزم عملکرد چند منظوره ، کِشنده پارچه از چپ و تغذیه پارچه با ثبات می باشد. این مدل چرخ خیاطی دوخت با قدرت نفوذ بالایی در پارچه دارد.",
        functions: ["14", "16"],
        info: [],
      },
      {
        id: "28",
        resource_id: "R15_002",
        title: "C007KP-W152-356",
        detail:
          "کمر کش 12 سوزنه-پارچه های نفیس-صفحه کار استوانه ای-دوخت دایره وار راحت-12 سوزنه-24 نخ-تنظیم طول بخیه-روغنکاری اتومات-مکانیزم قلاب قائمی",
        full_name: "C007KP-W152-356/CZ/CLA/UTP/RLQ/DCKH",
        image: "multi-needle-picoting_C007KP-W152-356.png",
        sub_category: "کمرکش فولدار شورت مردانه",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی کمرکش 12 سوزنه سیروبا مدل VC008A-12064P با دوخت زنجیری مناسب برای دوخت چین های زینتی با نخ کش روی بلوزهای زنانه، مایو، لباس، روبالشی، و پیراهن کودکان و غیره. دارای صفحه کار استوانه ای، روغنکاری اتومات، تنظیم طول بخیه، مکانیزم قلاب قائمی ، مکانیزم عملکرد چند منظوره ، کِشنده پارچه از چپ و تغذیه پارچه با ثبات می باشد. این مدل چرخ خیاطی دوخت با قدرت نفوذ بالایی در پارچه دارد.",
        functions: [],
        info: [],
      },
      {
        id: "29",
        resource_id: "R15_002",
        title: "C007KP-W532-356",
        detail:
          "کمر کش 12 سوزنه-پارچه های نفیس-صفحه کار استوانه ای-دوخت دایره وار راحت-12 سوزنه-24 نخ-تنظیم طول بخیه-روغنکاری اتومات-مکانیزم قلاب قائمی",
        full_name: "C007KP-W532-356/CR/CX/CL/UTR/RLP/DCKH1-2",
        image: "multi-needle-picoting_C007KP-W152-356.png",
        sub_category: "کمرکش مردانه فول اتوماتیک",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی کمرکش 12 سوزنه سیروبا مدل VC008A-12064P با دوخت زنجیری مناسب برای دوخت چین های زینتی با نخ کش روی بلوزهای زنانه، مایو، لباس، روبالشی، و پیراهن کودکان و غیره. دارای صفحه کار استوانه ای، روغنکاری اتومات، تنظیم طول بخیه، مکانیزم قلاب قائمی ، مکانیزم عملکرد چند منظوره ، کِشنده پارچه از چپ و تغذیه پارچه با ثبات می باشد. این مدل چرخ خیاطی دوخت با قدرت نفوذ بالایی در پارچه دارد.",
        functions: [],
        info: [],
      },
    ],
  },

  {
    id: 16,
    farsi: "سه سوزنه کابویی",
    category: "Needle feed-off-the-arm",
    category_title: "",
    sub_menu_url: "/products",
    main_image: "chainstitch_FA007-364M-DP.png",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        id: "R16_001",
        title: "FA007",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/fa007d-dm/",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://siruba.com/en/download/fa007d-instruction-book/",
          },
          {
            label: "لیست قطعات",
            link: "https://siruba.com/en/download/fa007d-parts-list/",
          },
        ],
      },
    ],
    models: [
      {
        id: "27",
        resource_id: "R16_001",
        title: "FA007-364M",
        detail:
          "سه سوزنه کابویی-بازوی تغذیه ای-دوخت زنجیری-تغییر تعداد سوزن-محافظ سوزن-قلاب مجزا-پارپه های معولی و ضخیم",
        full_name: "FA007-364M/DP",
        image: "chainstitch_FA007-364M-DP.png",
        sub_category: "سه سوزنه کابویی معمولی غلتک دار",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی سه سوزنه کابویی سیروبا مدل FA007-364M/DP برای انجام دوخت های زنجیری میباشد. این مدل چرخ صنعتی برای دوخت پارچه های متوسط مانند دوخت ژاکت، جین، لباس کار و مشابه مناسب می باشد. با وجود تنظیمات در این چرخ خیاطی امکان تغییر دوخت پارچه های معمولی وجود دارد. از ویژگی این چرخ جلوگیری از لیز خوردن و چروکیدگی هنگام دوخت است که برای دوخت بارانی، روکش خودرو و چکمه بسیار مناسب است. دارای محافظ سوزن و قلاب مجزا می باشد که با تغییر تنظیمات میتواند برای دوحت پارچه های ضخیم هم استفاده شود.",
        functions: ["15"],

        info: [
          { id: "s1", label: "تعداد سوزن", value: "3" },
          {
            id: "s2",
            label: "قابلیت تغییر به دو سوزن",
            value: "دارد",
          },
          { id: "s3", label: "بازو تغذیه ای", value: "دارد" },
          { id: "s4", label: "فاصله سوزن ها", value: "6.4" },
          {
            id: "s54",
            label: "طول بخیه",
            value: "4.2 ~ 1.4 میلیمتر",
          },
          { id: "s6", label: "شماره سوزن", value: "#18" },
          { id: "s7", label: "تعداد بخیه در دقیقه", value: "3600" },
        ],
      },
      {
        id: "28",
        resource_id: "R16_001",
        title: "FA007-364H",
        detail:
          "سه سوزنه کابویی-بازوی تغذیه ای-دوخت زنجیری-تغییر تعداد سوزن-محافظ سوزن-قلاب مجزا-پارپه های معولی و ضخیم",
        full_name: "FA007-364H/DP",
        image: "chainstitch_FA007-364M-DP.png",
        sub_category: "سه سوزنه کابویی ضخیم غلتک دار",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی سه سوزنه کابویی سیروبا مدل FA007-364H/DP برای انجام دوخت های زنجیری میباشد. این مدل چرخ صنعتی برای دوخت پارچه های متوسط مانند دوخت ژاکت، جین، لباس کار و مشابه مناسب می باشد. با وجود تنظیمات در این چرخ خیاطی امکان تغییر دوخت پارچه های معمولی وجود دارد. از ویژگی این چرخ جلوگیری از لیز خوردن و چروکیدگی هنگام دوخت است که برای دوخت بارانی، روکش خودرو و چکمه بسیار مناسب است. دارای محافظ سوزن و قلاب مجزا می باشد که با تغییر تنظیمات میتواند برای دوحت پارچه های ضخیم هم استفاده شود.",
        functions: ["15"],

        info: [
          { id: "s1", label: "تعداد سوزن", value: "3" },
          {
            id: "s2",
            label: "قابلیت تغییر به دو سوزن",
            value: "دارد",
          },
          { id: "s3", label: "بازو تغذیه ای", value: "دارد" },
          { id: "s4", label: "فاصله سوزن ها", value: "6.4" },
          {
            id: "s54",
            label: "طول بخیه",
            value: "4.2 ~ 1.4 میلیمتر",
          },
          { id: "s6", label: "شماره سوزن", value: "#18" },
          { id: "s7", label: "تعداد بخیه در دقیقه", value: "3600" },
        ],
      },
      {
        id: "29",
        resource_id: "R16_001",
        title: "FA007D-364M",
        detail:
          "-سه سوزنه کابویی-دوخت پیراهن-بازوی تغذیه ای-تغییر تعداد سوزن-محافظ سوزن-قلاب مجزا-پارپه معولی",
        full_name: "FA007D-364M",
        image: "chainstitch_FA007-364M-DP.png",
        sub_category: "سه سوزنه کابویی معمولی پیراهن",
        menu_note: "",
        description:
          "چرخ صنعتی سه سوزنه کابویی معمولی پیراهن FA007D-364M با داشتن بازو تغذیه ای و سه سوزنه برای انجام دوخت با بخیه های زنجیری میباشد. این مدل چرخ صنعتی برای دوخت پارچه های متوسط مانند دوخت ژاکت، جین، لباس کار و مشابه مناسب می باشد. با وجود تنظیمات در این چرخ خیاطی امکان تغییر دوخت پارچه های معمولی وجود دارد. از ویژگی این چرخ جلوگیری از لیز خوردن و چروکیدگی هنگام دوخت است که برای دوخت بارانی، روکش خودرو و چکمه بسیار مناسب است. دارای محافظ سوزن و قلاب مجزا می باشد و برای دوحت پارچه های معمولی استفاده میشود.",
        application: ["15"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "s1", label: "تعداد سوزن", value: "3" },
          { id: "s2", label: "قابلیت تغییر به دو سوزن", value: "دارد" },
          { id: "s3", label: "بازو تغذیه ای", value: "دارد" },
          { id: "s4", label: "فاصله سوزن ها", value: "6.4" },
          { id: "s54", label: "طول بخیه", value: "4.2 ~ 1.4 میلیمتر" },
          { id: "s6", label: "شماره سوزن", value: "#18" },
          { id: "s7", label: "تعداد بخیه در دقیقه", value: "3600" },
        ],
      },
      {
        id: "30",
        resource_id: "R16_001",
        title: "FA007D-364H",
        detail:
          "سه سوزنه کابویی-دوخت جین-دوخت ضخیم-بازوی تغذیه ای-تغییر تعداد سوزن-محافظ سوزن-قلاب مجزا-پارپه ضخیم",
        full_name: "FA007D-364H/2PL",
        image: "chainstitch_FA007-364M-DP.png",
        sub_category: "سه سوزنه کابویی جین",
        menu_note: "",
        description:
          "چرخ صنعتی سه سوزنه کابویی ضخیم دوز FA007D-364H/2PL با داشتن بازو تغذیه ای و سه سوزنه برای انجام دوخت با بخیه های زنجیری میباشد. این مدل چرخ صنعتی برای دوخت پارچه های متوسط مانند دوخت ژاکت، جین، لباس کار و مشابه مناسب می باشد. با وجود تنظیمات در این چرخ خیاطی امکان تغییر دوخت پارچه های معمولی وجود دارد. از ویژگی این چرخ جلوگیری از لیز خوردن و چروکیدگی هنگام دوخت است که برای دوخت بارانی، روکش خودرو و چکمه بسیار مناسب است. دارای محافظ سوزن و قلاب مجزا می باشد و برای دوحت پارچه های ضخیم استفاده میشود.",
        application: ["15"],
        general_specs: [],
        appearance: [],
        accessories: [],
        services: [],
        technical_specs: [
          { id: "s1", label: "تعداد سوزن", value: "3" },
          { id: "s2", label: "قابلیت تغییر به دو سوزن", value: "دارد" },
          { id: "s3", label: "بازو تغذیه ای", value: "دارد" },
          { id: "s4", label: "فاصله سوزن ها", value: "6.4" },
          { id: "s54", label: "طول بخیه", value: "4.2 ~ 1.4 میلیمتر" },
          { id: "s6", label: "شماره سوزن", value: "#18" },
          { id: "s7", label: "تعداد بخیه در دقیقه", value: "3600" },
        ],
      },
    ],
  },

  {
    id: 17,
    farsi: "فلت",
    category: "Flatseamer",
    category_title: "",
    sub_menu_url: "/products",
    main_image: "flatseamer_D007S-460-02R-AT.png",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        id: "R17_001",
        title: "D007S-460-02R",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/d007sp-sxp-dm/",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://siruba.com/en/download/d007s-instruction-book/",
          },
          {
            label: "لیست قطعات",
            link: "https://siruba.com/en/download/d007sx_parts-list/",
          },
        ],
      },
    ],
    models: [
      {
        id: "28",
        resource_id: "R17_001",
        title: "D007S-460-02R",
        detail:
          "موتور سِروُ-چهار سوزن-مناسب لباسهای زیر-شش نخ-کاتر سنسوری-مکش ضایعات پارچه",
        full_name: "D007S-460-02R-AT/AK/AW7",
        image: "flatseamer_D007S-460-02R-AT.png",
        sub_category: "فلت (لباس زیر زنانه)",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی فلت (لباس زیر زنانه) سیروبا مدل Flatseamer D007S-460-02R یک چرخ خیاطی دوخت زنجیری (Chainstitch) با سرعت بالا میباشد که توسط نیروی محرکه مستقیم موتور سِروُ (Direct-Drive) کار میکند. این چرخ خیاطی برای اتصال همسطح پارچه ها می باشد که در دوخت لباس های زیر، کشی و ورزشی استفاده میشود.",
        functions: ["21"],

        info: [
          {
            id: "p0.1",
            label: "موتور",
            value: "موتور سِروُ",
          },
          { id: "p0.2", label: "مکش ضایعات پارچه", value: "دارد" },
          { id: "p0.3", label: "کارتر", value: "سنسوری" },
          { id: "p1", label: "طول دوخت", value: "4.0 ~ 1.4 میلیمتر" },
          { id: "p2", label: "فاصله سوزن ها", value: "6.4" },
          { id: "p3", label: "تعداد نخ", value: "6" },
          {
            id: "p4",
            label: "ارتفاع پایه پرس",
            value: "10 ~ 8 میلیمتر",
          },
          { id: "p5", label: "شماره سوزن", value: "#21 ~ #14" },
          {
            id: "p6",
            label: "سرعت دوخت",
            value: "3500 بخیه در دقیقه",
          },
        ],
      },
    ],
  },

  {
    id: 18,
    farsi: "دمپا دوز",
    category: "Automatic Bottom Hemming",
    category_title: "",
    sub_menu_url: "/products",
    main_image: "automtic_ASC-TBH200.png",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        id: "R18_001",
        title: "ASC-TBH200",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/asl-ags100-dm/",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://siruba.com/en/download/asc-tbh200-instruction-book/",
          },
          {
            label: "لیست قطعات",
            link: "https://siruba.com/en/download/asc-tbh200-parts-list/",
          },
        ],
      },
    ],
    models: [
      {
        id: "29",
        resource_id: "R18_001",
        title: "ASC-TBH200",
        detail:
          "دمپا دوز-فول اتومات-دوخت در یک مرحله-سایز XS تا 5XL-80 تا 120 تی شرت در ساعت-دمپا دوز-تشخیص لب پارچه-تشخیص تقاطع دوخت-تشخیص همپوشانی بخیه-مناسب برای دوخت دایره وار و سردوزی شده",
        full_name: "ASC-TBH200",
        image: "automtic_ASC-TBH200.png",
        sub_category: "دمپا دوز",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی دمپا دوز سیروبا مدل ASC-TBH200 مناسب دوخت لبه پایین تی شرت و لباس بطور فول اتومات طراحی شده. چرخ راهنما کار اپراتور را شبیه سازی میکند. یک اپراتور میتواند همزمان با دو چرخ کار کند. دارای سیستم تنظیم خودکار برای دوخت تی شرت از سایز XS تا سایز 5XL می باشد. این چرخ خیاطی دارای سرعت بالای دوخت می باشد و میتواند پشت و روی محل را بدوزد. نیاز به تنظیم دستی اول دوخت با آخر دوخت ندارد.",
        functions: ["10"],

        info: [
          { id: "v3", label: "عرض بخیه", value: "30 ~ 15 میلیمتر" },
          { id: "v1", label: "طول بخیه", value: "4.5 ~ 0.3 میلیمتر" },
          {
            id: "v2",
            label: "فاصله سوزن ها",
            value: "6.4 – 4.8 – 4.0",
          },
          {
            id: "v4",
            label: "تعداد دوخت",
            value: "80 ~ 120 عدد لباس در ساعت",
          },
          {
            id: "v41",
            label: "تشخیص اتومات سایز لباس",
            value: "دارد",
          },
          { id: "v42", label: "تشخیص تقاطع بخیه", value: "دارد" },
          { id: "v43", label: "تشخیص همپوشانی بخیه", value: "دارد" },
          { id: "v44", label: "تشخیص لبه لباس", value: "دارد" },
          { id: "v45", label: "شماره سوزن", value: "UY128" },
          { id: "v5", label: "تعداد بخیه در دقیقه", value: " 4500" },
        ],
      },
    ],
  },
  {
    id: 19,
    farsi: "سرکسیه دوز",
    category: "Portable Bag Closer",
    category_title: "",
    sub_menu_url: "/products",
    main_image: "portable_bag_closer_AA-6-50_60HZ.png",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        id: "R19_001",
        title: "AA-6-50",
        downloads: [
          {
            label: "کاتالوگ",
            link: "https://siruba.com/download/aa-dm/",
          },
          {
            label: "کتاب دستورالعمل",
            link: "https://siruba.com/en/download/aa-6-instruction-book",
          },
          {
            label: "لیست قطعات",
            link: "https://siruba.com/en/download/aa_parts-list/",
          },
        ],
      },
    ],
    models: [
      {
        id: "38",
        resource_id: "R18_001",
        title: "AA-6-50",
        detail:
          "دمپا دوز-فول اتومات-دوخت در یک مرحله-سایز XS تا 5XL-80 تا 120 تی شرت در ساعت-دمپا دوز-تشخیص لب پارچه-تشخیص تقاطع دوخت-تشخیص همپوشانی بخیه-مناسب برای دوخت دایره وار و سردوزی شده",
        full_name: "AA-6-50/60HZ220-250V/250-270V",
        image: "automtic_ASC-TBH200.png",
        sub_category: "دمپا دوز",
        menu_note: "",
        description:
          "چرخ خیاطی صنعتی دمپا دوز سیروبا مدل ASC-TBH200 مناسب دوخت لبه پایین تی شرت و لباس بطور فول اتومات طراحی شده. چرخ راهنما کار اپراتور را شبیه سازی میکند. یک اپراتور میتواند همزمان با دو چرخ کار کند. دارای سیستم تنظیم خودکار برای دوخت تی شرت از سایز XS تا سایز 5XL می باشد. این چرخ خیاطی دارای سرعت بالای دوخت می باشد و میتواند پشت و روی محل را بدوزد. نیاز به تنظیم دستی اول دوخت با آخر دوخت ندارد.",
        functions: ["10"],

        info: [
          { id: "v3", label: "عرض بخیه", value: "30 ~ 15 میلیمتر" },
          { id: "v1", label: "طول بخیه", value: "4.5 ~ 0.3 میلیمتر" },
          {
            id: "v2",
            label: "فاصله سوزن ها",
            value: "6.4 – 4.8 – 4.0",
          },
          {
            id: "v4",
            label: "تعداد دوخت",
            value: "80 ~ 120 عدد لباس در ساعت",
          },
          {
            id: "v41",
            label: "تشخیص اتومات سایز لباس",
            value: "دارد",
          },
          { id: "v42", label: "تشخیص تقاطع بخیه", value: "دارد" },
          { id: "v43", label: "تشخیص همپوشانی بخیه", value: "دارد" },
          { id: "v44", label: "تشخیص لبه لباس", value: "دارد" },
          { id: "v45", label: "شماره سوزن", value: "UY128" },
          { id: "v5", label: "تعداد بخیه در دقیقه", value: " 4500" },
        ],
      },
    ],
  },
  {
    id: 20,
    farsi: "بندکش اتومات",
    category: "Automatic String Thrusting Machine",
    category_title: "",
    sub_menu_url: "/products",
    main_image: "siruba_ASO-STM200.jpg",
    brand: "سیروبا",
    general_description: [],
    resources: [],
    models: [
      {
        id: "40",
        resource_id: "R18_001",
        title: "ASO-STM200",
        detail:
          "دمپا دوز-فول اتومات-دوخت در یک مرحله-سایز XS تا 5XL-80 تا 120 تی شرت در ساعت-دمپا دوز-تشخیص لب پارچه-تشخیص تقاطع دوخت-تشخیص همپوشانی بخیه-مناسب برای دوخت دایره وار و سردوزی شده",
        full_name: "ASO-STM200",
        image: "siruba_ASO-STM200.jpg",
        sub_category: "بندکش",
        menu_note: "",
        description: `ماشین اتوماتیک  بندکش SiRUBA دارای ویژگی‌های برجسته متعددی است. 
اول از همه، این دستگاه مجهز به یک صفحه نمایش لمسی کاربرپسند است که کار با آن را ساده و قابل درک می‌کند.  
شما می‌توانید سایزهایی مانند  S، M، L  یا سایر موارد را انتخاب کنید.  
همچنین، قابلیت تنظیم طول سیم فولادی با استفاده از دسته، کنترل آسان بر طول آن را امکان‌پذیر می‌سازد. این دستگاه در کار شما راحتی به ارمغان می‌آورد، به شما امکان می‌دهد وظایف را با کارایی بالاتری به انجام برسانید و در عین حال کیفیت و دقت را تضمین می‌کند.
`,
        functions: [],

        info: [
          { id: "v3", label: "سرعت دوخت	", value: "800" },
          { id: "v1", label: "محدوده کمر", value: "۵۰۰ تا ۱۶۶۰ میلی‌متر" },
          {
            id: "v2",
            label: "روش بزرگنمایی/کوچکنمایی	",
            value: "افزایش یا کاهش مقدار باند کمر",
          },
          {
            id: "v4",
            label: "قطر سیم	",
            value: "۱.۸ تا ۲.۰ میلی‌متر",
          },

          { id: "v42", label: "شمارنده ظرفیت	", value: "۰ تا ۱۰۰۰۰" },
          {
            id: "v43",
            label: "منبع تغذیه	",
            value: "تک فاز، ۲۰۰ تا ۲۴۰ ولت AC، ۵۰/۶۰ هرتز",
          },
          { id: "v44", label: "مصرف برق	", value: "۹۵۰ وات (حداکثر)" },
          { id: "v45", label: "وزن خالص / ناخالص	", value: "۱۱۰ / ۱۵۰ کیلوگرم" },
          {
            id: "v5",
            label: "ابعاد بسته بندی",
            value: "۱۱۷۰ × ۵۷۰ × ۱۳۰۰ میلی‌متر (عرض × عمق × ارتفاع)",
          },
        ],
      },
    ],
  },
];

export const catalogues = [
  {
    id: 0,
    farsi: "کاتالوگ شرکت سیروبا",
    category: "",
    category_title: "شرکت سیروبا",
    main_image: "",
    brand: "سیروبا",
    general_description: [],
    resources: [
      {
        id: "R0_001",
        title: "Catalogue 2022",
        downloads: [
          {
            label: "کاتالوگ 2024",
            link: "https://iransiruba.com/downloads/CAT.S2024_TW_Ebook_20240527.pdf",
          },
        ],
      },
    ],
    models: [
      {
        id: "",
        resource_id: "R0_001",
        sub_category: "شرکت سیروبا",
        title: "",
        detail: "",
        full_name: "",
        image: "",
        description: "",
        menu_note: "",
        functions: [],
        info: [],
      },
    ],
  },
];

export const siruba_menu = [
  {
    id: 1,
    farsi: "معرفی",
    category: "Introduction",
    category_title: "",
    sub_menu_url: "",
    main_image: "",
    brand: "",
    general_description: [],
    models: [
      {
        id: "01",
        title: "",
        sub_category: "",
        resource_id: "",
        detail: "",
        full_name: "",
        image: "",
        description: "",
        menu_note: "",
        functions: [],
        info: [],
      },
    ],
  },
  {
    id: 2,
    farsi: "تاریخ",
    category: "History",
    category_title: "",
    sub_menu_url: "",
    main_image: "",
    brand: "",
    general_description: [],
    models: [
      {
        id: "01",
        title: "",
        sub_category: "",
        resource_id: "",
        detail: "",
        full_name: "",
        image: "",
        description: "",
        menu_note: "",
        functions: [],
        info: [],
      },
    ],
  },
  {
    id: 3,
    farsi: "تکنولوژی",
    category: "Technology",
    category_title: "",
    sub_menu_url: "",
    main_image: "",
    brand: "nolink",
    general_description: [],
    models: [
      {
        id: "01",
        title: "stepping-motor",
        sub_category: "استپینگ موتور",
        resource_id: "",
        detail: "",
        full_name: "",
        image: "",
        description: "",
        menu_note: "",
        functions: [],
        info: [],
      },
      {
        id: "02",
        title: "",
        sub_category: "",
        resource_id: "",
        detail: "",
        full_name: "",
        image: "",
        description: "",
        menu_note: "",
        functions: [],
        info: [],
      },
    ],
  },
];
